Repository: BarviX6/openhdf-enigma2
Catalog: po/*.po
Languages: fa

source: Thank you for using the wizard. Please press OK to continue.
fa: برای استفاده از هدایتگر تشکر میکنیم برای ادامه دادن دکمه OK را فشار دهید

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
fa: ممنون بابت استفاده از هدایتگر ، دستگاه شما آماده برای استفاده است لطفا دکمه OK را برای شروع استفاده از دستگاه خود فشار دهید

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
fa: ممنون بابت استفاده از هدایتگر ، زمان خودکار جدید شما به لیست اضافه شد دکمه OK را برای ادامه دادن فشار دهید

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
fa: هدایتگر پاک ساز هر زمان که مقدار خالی حافظه داخلی دستگاه شما از میزان تعیین شده کمتر شود به شما اطلاع میدهد ، شما توسط این هدایتگر میتوانید تعدادی از پلاگین ها را حذف کنید

source: The PIN code has been changed successfully.
fa: رمز با موفقیت تغییر کرد

source: The PIN codes you entered are different.
fa: رمز های وارد شده متفاوت هستند

source: The WirelessLan plugin helps you configuring your WLAN network interface.
fa: پلاگین شبکه بدون سیم به شما کمک میکند که رابط شبکه بدون سیم خود را پیکربندی کنید

source: The backup failed. Please choose a different backup location.
fa: نسخه پشتیبان ناموفق ، لطفا محل دیگری را برای نسخه پشتیبان انتخاب کنید

source: The directory %s is not writable. Make sure you select a writable directory instead.
fa: پوشه %s قابل نوشتن نیست مطمئن شوید که بجای آن پوشه قابل نوشتن را انتخاب کرده اید

source: The following device was found: %s Do you want to write the USB flasher to this stick?
fa: دستگاه های زیر یافت شدند : %s آیا میخواهید فلش کننده USB روی این وسیله نوشته شود ؟

source: The following files were found...
fa: فایل های زیر یافت شدند

source: The installation of the default services lists is finished.
fa: نصب لیست های کانال های پیش فرض به پایان رسید

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
fa: نصب تنظیمات پیش فرض پایان یافت ، شما میتوانید برای ادامه پیکربندی دستگاه خود دکمه OK روی ریموت کنترل را فشار دهید

source: The md5sum validation failed, the file may be corrupted!
fa: تایید md5sum ناموفق بود ، فایل احتمالا خراب است

source: The package doesn't contain anything.
fa: این بسته شامل چیزی نمیشود

source: The package:
fa: بسته :

source: The path %s already exists.
fa: مسیر %s از قبل وجود دارد

source: The pin code you entered is wrong.
fa: رمز وارد شده توسط شما اشتباه است

source: The results have been written to %s.
fa: نتایج در %s نوشته شدند

source: The sleep timer has been activated.
fa: زمان خواب فعال شد

source: The sleep timer has been disabled.
fa: زمان خواب غیر فعال شد

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
fa: پلاگین شبکه بدون سیم نصب نشده است لطفا آن را نصب کنید و انتخاب کنید که بعد از آن چه میخواهید

source: The wireless LAN plugin is not installed! Please install it.
fa: پلاگین شبکه بدون سیم نصب نشده است لطفا آن را نصب کنید

source: The wizard can backup your current settings. Do you want to do a backup now?
fa: هدایتگر میتواند از تنظیمات فعلی شما نسخه پشتیبان تهیه کند ، آیا میخواهید الان نسخه پشتیبان تهیه شود ؟

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
fa: هدایتگر یک نسخه پشتیبان پیکربندی شده یافت ، آیا میخواهید تنظیمات قبلی شما از %s بازگردانی شود ؟

source: The wizard is finished now.
fa: هدایتگر به پایان رسید

source: There are at least
fa: آنها حداقل هستند

source: There are no default services lists in your image.
fa: هیچ لیست کانال پیش فرضی در ایمیج شما وجود ندارد

source: There are no default settings in your image.
fa: هیچ تنظیمات پیش فرضی در ایمیج شما وجود ندارد

source: There are no updates available.
fa: هیچ آپدیتی وجود ندارد

source: There are now
fa: آنها هم اکنون هستند

source: There might not be enough Space on the selected Partition. Do you really want to continue?
fa: ممکن است فضای کافی در پارتیشن انتخاب شده وجود نداشته باشد آیا میخواهید ادامه دهید ؟

source: There was an error downloading the packetlist. Please try again.
fa: یک خطا هنگام دانلود لیست بسته ها رخ داد ، لطفا دوباره سعی کنید

source: There was an error. The package:
fa: یک خطا رخ داد ، بسته :

source: This Dreambox can't decode %s streams!
fa: این دستگاه نمیتواند جریان های %s را بازگشایی کنید

source: This Month
fa: این ماه

source: This Week
fa: این هفته

source: This is step number 2.
fa: این مرحله دوم است

source: This plugin is installed.
fa: این پلاگین نصب شده است

source: This plugin is not installed.
fa: این پلاگین نصب نشده است

source: This plugin will be installed.
fa: این پلاگین نصب خواهد شد

source: This plugin will be removed.
fa: این پلاگین حذف خواهد شد

source: Three
fa: سه

source: Threshold
fa: آستانه

source: Thu
fa: پنجشنبه

source: Thumbnails
fa: ریز عکس ها

source: Thursday
fa: پنجشنبه

source: Time
fa: زمان

source: Time in minutes to append to recording.
fa: زمان به دقیقه برای افزودن به ضبط کردن

source: Time in minutes to prepend to recording.
fa: زمان به دقیقه برای کاستن از ضبط کردن

source: Time/Date Input
fa: ورودی زمان و تاریخ

source: Timer
fa: زمان

source: Timer Edit
fa: ویرایش زمان

source: Timer Editor
fa: ویرایشگر زمان

source: Timer Type
fa: نوع زمان

source: Timer entry
fa: مورد زمان

source: Timer log
fa: گزارش زمان

source: Timer record location
fa: محل زمان ضبط

source: Timer selection
fa: انتخاب زمان

source: Timer status:
fa: وضعیت زمان:

source: Timer type
fa: نوع زمان

source: Timeshift
fa: تغییر زمان

source: Timeshift location
fa: محل تغییر زمان

source: Timeshift not possible!
fa: تغییر زمان امکان پذیر نیست

source: Timezone
fa: منطقه زمانی

source: Title
fa: عنوان

source: Title properties
fa: مشخصات عنوان

source: Titleset mode
fa: حالت تنظیم عنوان

source: Today
fa: امروز

source: Tone Amplitude
fa: دامنه تن

source: Tone mode
fa: حالت Tone

source: Top favorites
fa: مورد علاقه های منتخب

source: Top rated
fa: بالاترین امتیاز

source: Track
fa: آهنگ

source: Translation
fa: ترجمه

source: Translation:
fa: ترجمه:

source: Transmission mode
fa: حالت انتقال

source: Transponder
fa: فرستنده

source: Travel & Events
fa: سفر و رویداد ها

source: Tries left:
fa: تلاش باقی مانده:

source: Trying to download a new packetlist. Please wait...
fa: تلاش برای دانلود لیست بسته های جدید ، لطفا صبر کنید

source: Trying to download the Youtube feed entries. Please wait...
fa: تلاش برای دانلود موارد feed YouTube ، لطفا صبر کنید

source: Trying to download the Youtube search results. Please wait...
fa: تلاش برای دانلود نتایج جستجوی YouTube ، لطفا صبر کنید

source: Tue
fa: سه شنبه

source: Tuesday
fa: سه شنبه

source: Tune
fa: دریافت سیگنال

source: Tune failed!
fa: دریافت سیگنال ناموفق

source: Tuner
fa: تیونر

source: Tuner
fa: تیونر

source: Tuner Slot
fa: شکاف تیونر

source: Tuner configuration
fa: پیکربندی تیونر

source: Tuner status
fa: وضعیت تیونر

source: Tuner type
fa: نوع تیونر

source: Turkish
fa: ترکی

source: Two
fa: دو

source: Type
fa: نوع

source: Type of scan
fa: نوع اسکن

source: USB stick wizard
fa: USB stick هدایتگر

source: Ukrainian
fa: اوکراینی

source: Unable to complete filesystem check. Error:
fa: دستگاه قادر به کامل کردن بررسی سیستم فایل نیست خطا:

source: Undo install
fa: برگرداندن نصب

source: Undo uninstall
fa: برگرداندن حذف

source: Unencrypted
fa: رمزگذاری نشده

source: Unicable LNB
fa: Universal LNB

source: Uninstall
fa: حذف

source: United States
fa: ایالات متحده آمریکا

source: Unknown
fa: نامشخص

source: Unmount failed
fa: Unmount ناموفق

source: Unsupported
fa: پشتیبانی نشده

source: Update
fa: به روز رسانی

source: Update done...
fa: به روز رسانی انجام شد

source: Updatefeed not available.
fa: Updatefeed در دسترس نیست

source: Updating finished. Here is the result:
fa: به روز رسانی انجام شد ، نتیجه این است

source: Updating software catalog
fa: به روز رسانی فهرست نرم افزار

source: Updating, please wait...
fa: در حال به روز رسانی ، لطفا صبر کنید

source: Updating... Please wait... This can take some minutes...
fa: در حال به روز رسانی ، لطفا صبر کنید ، ممکن است چند دقیقه زمان ببرد

source: Upgrade finished.
fa: به روز رسانی پایان یافت

source: Upgrading
fa: در حال به روز رسانی

source: Upgrading Dreambox... Please wait
fa: در حال به روز رسانی دستگاه ، لطفا صبر کنید

source: Use
fa: استفاده

source: Use DHCP
fa: استفاده از DHCP

source: Use Interface
fa: استفاده از رابط

source: Use Power Measurement
fa: استفاده از اندازه گیری توان

source: Use a custom location
fa: انتخاب یک محل سفارشی

source: Use a gateway
fa: استفاده از دروازه

source: Use power measurement
fa: استفاده از اندازه گیری توان

source: Use the Networkwizard to configure selected network adapter
fa: استفاده از هدایتگر شبکه برای پیکربندی آداپتور شبکه انتخاب شده

source: Use the Networkwizard to configure your Network
fa: استفاده از هدایتگر شبکه برای پیکربندی شبکه شما

source: Use this settings?
fa: استفاده از این تنظیمات ؟

source: Use this video enhancement settings?
fa: استفاده از این تنظیمات بهینه تصویر ؟

source: Use time of currently running service
fa: استفاده از زمان کانال در حال اجرای فعلی

source: Use usals for this sat
fa: استفاده از usals برای این ماهواره

source: User defined
fa: تعریف شده توسط کاربر

source: User management
fa: مدیریت کاربر

source: Usermanager
fa: مدیریت کاربر

source: Username
fa: نام کاربری

source: Vali-XD skin
fa: Vali-XD اسکین

source: Vali.HD.atlantis skin
fa: اسکین

source: Vali.HD.nano skin
fa: Vali.HD.nano اسکین

source: Vali.HD.warp skin
fa: اسکین

source: Vertical
fa: عمودی

source: Video Fine-Tuning
fa: بهینه سازی تصویر

source: Video Fine-Tuning Wizard
fa: هدایتگر بهینه سازی تصویر

source: Video Output
fa: خروجی تصویر

source: Video PID
fa: PID تصویر

source: Video Setup
fa: تنظیمات تصویر

source: Video Wizard
fa: هدایتگر تصویر

source: Video enhancement preview
fa: پیش نمایش بهینه تصویر

source: Video enhancement settings
fa: تنظیمات بهینه تصویر

source: Video enhancement setup
fa: تنظیمات بهینه تصویر

source: Video mode selection.
fa: انتخاب حالت تصویر

source: Videobrowser exit behavior:
fa: عملکرد خروج مرورگر تصویر

source: Videoenhancement Setup
fa: تنظیمات بهینه تصویر

source: Videoplayer stop/exit behavior:
fa: عملکرد توقف/خروج پخش کننده تصویری

source: View Count
fa: مشاهده تعداد

source: View Google maps
fa: مشاهده نقشه های گوگل

source: View Google maps with your Dreambox.
fa: مشاهده نقشه های گوگل توسط دستگاه شما

source: View Movies...
fa: مشاهده فیلم ها

source: View Photos...
fa: مشاهده عکس ها

source: View Rass interactive...
fa: مشاهده Rass تعاملی

source: View Video CD...
fa: مشاهده Video CD

source: View active downloads
fa: مشاهده دانلود های فعال

source: View details
fa: مشاهده جزئیات

source: View list of available
fa: مشاهده لیست در دسترس

source: View list of available CommonInterface extensions
fa: مشاهده لیست بسته های رابط مشترک در دسترس

source: View list of available Display and Userinterface extensions.
fa: مشاهده لیست بسته های رابط کاربری و نمایش در دسترس

source: View list of available EPG extensions.
fa: مشاهده لیست بسته های EPG در دسترس

source: View list of available Satellite equipment extensions.
fa: مشاهده لیست بسته های تجهیزات ماهواره در دسترس

source: View list of available communication extensions.
fa: مشاهده لیست بسته های ارتباطی در دسترس

source: View list of available default settings
fa: مشاهده لیست تنظیمات پیش فرض در دسترس

source: View list of available multimedia extensions.
fa: مشاهده لیست بسته های چند رسانه ای در دسترس

source: View list of available networking extensions
fa: مشاهده لیست بسته های شبکه در دسترس

source: View list of available recording extensions
fa: مشاهده لیست بسته های ضبط کردن در دسترس

source: View list of available skins
fa: مشاهده لیست اسکین های در دسترس

source: View list of available software extensions
fa: مشاهده لیست بسته های نرم افزاری در دسترس

source: View list of available system extensions
fa: مشاهده لیست بسته های سیستم در دسترس

source: View related videos
fa: مشاهده ویدیو های مرتبط

source: View response videos
fa: مشاهده ویدیو های واکنش

source: View teletext...
fa: نمایش پیام نما

source: View, edit or delete mountpoints on your Dreambox.
fa: مشاهده ، ویرایش و یا حذف mountpoints دستگاه شما

source: View, edit or delete usernames and passwords for your network.
fa: مشاهده ، ویرایش و یا حذف نام کاربری و رمز عبور برای شبکه شما

source: Views:
fa: مشاهدات

source: Virtual KeyBoard
fa: صفحه کلید مجازی

source: Voltage mode
fa: حالت ولتاژ

source: Volume
fa: حجم

source: WLAN connection
fa: ارتباط بدون سیم

source: WPA or WPA2
fa: WPA یا WPA2

source: WSS on 4:3
fa: WSS روی 4:3

source: Wait time in ms before activation:
fa: زمان صبر کردن قبل از فعال سازی به میلی ثانیه

source: Waiting
fa: صبر کردن

source: Warn if free space drops below (kB):
fa: هشدار دادن اگر فضای خالی به کمتر از این میزان کیلوبایت رسید

source: Weatherforecast on your Dreambox
fa: پیش بینی هوا در دستگاه شما

source: Webinterface
fa: رابط وب

source: Webinterface: Main Setup
fa: رابط وب : تنظیمات اصلی

source: Wed
fa: چهارشنبه

source: Wednesday
fa: چهارشنبه

source: Weekday
fa: روز هفته

source: Weekend
fa: آخر هفته

source: Weekly (Monday)
fa: هفتگی (دوشنبه)

source: Weekly (Sunday)
fa: هفتگی (یکشنبه)

source: Welcome...
fa: خوش آمدید

source: West
fa: غرب

source: What do you want to scan?
fa: چه چیزی را میخواهید اسکن کنید؟

source: What to do with submitted crashlogs?
fa: گزارش های خطای دستگاه چه شوند ؟

source: Where do you want to backup your settings?
fa: کجا میخواهید نسخه پشتیبان تنظیمات شما تهیه شود ؟

source: Where to save temporary timeshift recordings?
fa: کجا فایل های ضبط شده موقت تغییر زمان ذخیره شود ؟

source: Wireless LAN
fa: شبکه بدون سیم

source: Wireless Network
fa: شبکه بدون سیم

source: Wireless network connection setup
fa: تنظیم ارتباط شبکه بدون سیم

source: Wireless network connection setup.
fa: تنظیم ارتباط شبکه بدون سیم

source: Wireless network state
fa: کیفیت شبکه بدون سیم

source: With the NetworkWizard you can easily configure your network step by step.
fa: توسط هدایتگر شبکه به سادگی میتوانید شبکه خود را مرحله به مرحله پیکربندی کنید

source: Wizard
fa: هدایتگر

source: Write error while recording. Disk full?
fa: خطای رایت هنگام ضبط کردن رخ داد ، دیسک پر شده است ؟

source: Write failed!
fa: عمل رایت ناموفق شد

source: Year
fa: سال

source: Yes
fa: بله

source: Yes to all
fa: بله به همه

source: Yes, always
fa: بله همیشه

source: Yes, and delete this movie
fa: بله ، و حذف این فیلم

source: Yes, and don't ask again
fa: بله ، و دوباره پرسیده نشود

source: Yes, backup my settings!
fa: بله ، از تنظیمات من نسخه پشتیبان تهیه شود

source: Yes, but play next video
fa: بله ، ولی فایل تصویری بعدی پخش شود

source: Yes, but play previous video
fa: بله ، ولی فایل تصویری قبلی پخش شود

source: Yes, do a manual scan now
fa: بله ، اسکن دستی انجام شود حالا

source: Yes, do an automatic scan now
fa: بله ، اسکن خودکار انجام شود حالا

source: Yes, do another manual scan now
fa: بله ، اسکن دستی دیگری انجام شود حالا

source: Yes, keep them.
fa: بله ، آنها را نگه دار

source: Yes, perform a shutdown now.
fa: بله ، خاموش کردن کامل حالا

source: Yes, restore the settings now
fa: بله ، بازگردانی تنظیمات حالا

source: Yes, returning to movie list
fa: بله ، بازگشت به لیست فیلم

source: Yes, view the tutorial
fa: بله ، مشاهده خودآموز

source: You can cancel the installation.
fa: شما میتوانید عملیات نصب را لغو کنید

source: You can cancel the removal.
fa: شما میتوانید عملیات حذف را لغو کنید

source: You can choose some default settings now. Please select the settings you want to be installed.
fa: شما هم اکنون میتوانید تعدادی تنظیمات پیش فرض انتخاب کنید ، لطفا تنظیمات مورد نظر خود را برای نصب انتخاب کنید

source: You can choose, what you want to install...
fa: انتخاب با شما است ، میتوانید هر انتخابی برای نصب داشته باشید

source: You can install this plugin.
fa: شما میتوانید این پلاگین را نصب کنید

source: You can only burn Dreambox recordings!
fa: شما فقط میتوانید فایل های ضبط شده دستگاه را رایت کنید

source: You can remove this plugin.
fa: شما میتوانید این پلاگین را حذف کنید

source: You cannot delete this!
fa: شما نمیتوانید این را حذف کنید

source: You chose not to install any default services lists.
fa: شما هیچ لیست کانال پیش فرضی را برای نصب انتخاب نکرده اید

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
fa: شما هیچ تنظیمات پیش فرضی را برای نصب انتخاب نکرده اید ، اگرچه در آینده میتوانید تنظیمات پیش فرض توسط منوی تنظیمات نصب کنید

source: You chose not to install anything. Please press OK finish the install wizard.
fa: شما هیچ چیزی برای نصب انتخاب نکرده اید ، لطفا دکمه OK را برای پایان هدایتگر نصب فشار دهید

source: You didn't select a channel to record from.
fa: شما کانالی برای شروع ضبط انتخاب نکرده اید

source: You have chosen to backup your settings. Please press OK to start the backup now.
fa: شما تهیه نسخه پشتیبان از تنظیمات خود را انتخاب کرده اید ، لطفا دکمه OK را برای شروع تهیه نسخه پشتیبان فشار دهید

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
fa: شما بازگردانی تنظیمات خود را انتخاب کرده اید ، انیگما 2 بعد از بازگردانی دوباره راه اندازی میشود ، برای شروع بازگردانی دکمه OK را فشار دهید

source: You have to wait %s!
fa: لطفا صبر کنید %s

source: Your Dreambox is now ready to use. Your internet connection is working now.
fa: دستگاه شما اکنون آماده برای استفاده است ارتباط اینترنتی شما کار میکند

source: Your Dreambox is now ready to use. Your internet connection is working now. Please press OK to continue.
fa: دستگاه شما اکنون آماده برای استفاده است ارتباط اینترنتی شما کار میکند دکمه OK را برای ادامه دادن فشار دهید

source: Your Dreambox will restart after pressing OK on your remote control.
fa: دستگاه شما بعد از فشار دادن دکمه OK دوباره راه اندازی خواهد شد

source: Your config file is not well-formed: %s
fa: فایل پیکربندی شما فرم درستی ندارد %s

source: Your current collection will get lost!
fa: مجموعه فعلی شما گم خواهد شد

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
fa: دستگاه شما به اینترنت متصل نیست ، لطفا بررسی و دوباره سعی کنید

source: Your email address:
fa: آدرس ایمیل شما

source: Your internet connection is not working! Please choose what you want to do next.
fa: ارتباط اینترنتی شما کار نمیکند لطفا آنچه را میخواهید بعد از این انجام دهید انتخاب کنید

source: Your name (optional):
fa: نام شما (اختیاری)

source: Your network configuration has been activated.
fa: پیکربندی شبکه شما فعال شد

source: Your network mount has been activated.
fa: mount شبکه شما فعال شد

source: Your network mount has been removed.
fa: mount شبکه شما حذف شد

source: Your network mount has been updated.
fa: mount شبکه شما به روز رسانی شد

source: Zap back to previously tuned service?
fa: بازگشت به کانال قبلی تنظیم شده؟

source: Zap back to service before positioner setup?
fa: بازگشت به کانال قبل از تنظیمات مکان یاب؟

source: Zap back to service before satfinder?
fa: بازگشت به کانال قبل از ماهواره یاب؟

source: Zap back to service before tuner setup?
fa: بازگشت به کانال قبل از تنظیمات تیونر؟

source: [alternative edit]
fa: [ویرایش متناوب]

source: [bouquet edit]
fa: [ویرایش لیست]

source: [favourite edit]
fa: [ویرایش مورد علاقه]

source: [move mode]
fa: [حالت حرکت]

source: a HD skin from Kerni
fa: اسکین

source: a gui to assign services/providers to common interface modules
fa: یک GUI برای واگذار کردن کانال ها ، ارائه کننده ها به رابط مشترک ماژول ها

source: a gui to assign services/providers/caids to common interface modules
fa: یک GUI برای واگذار کردن کانال ها ، ارائه کننده ها و CAIds به رابط مشترک ماژول ها

source: abort alternatives edit
fa: انصراف از ویرایش متناوب

source: abort bouquet edit
fa: انصراف از ویرایش لیست

source: abort favourites edit
fa: انصراف از ویرایش مورد علاقه

source: about to start
fa: نزدیک به شروع شدن

source: activate current configuration
fa: فعال کردن پیکربندی فعلی

source: activate network adapter configuration
fa: فعال کردن پیکربندی آداپتور شبکه

source: add AutoTimer...
fa: اضافه کردن زمان خودکار

source: add Provider
fa: اضافه کردن ارائه کننده

source: add Service
fa: اضافه کردن کانال

source: add a nameserver entry
fa: اضافه کردن یک مورد nameserver

source: add alternatives
fa: اضافه کردن متناوب

source: add bookmark
fa: اضافه کردن علامت

source: add bouquet
fa: اضافه کردن لیست

source: add directory to playlist
fa: اضافه کردن شاخه به لیست پخش

source: add file to playlist
fa: اضافه کردن فایل به لیست پخش

source: add files to playlist
fa: اضافه کردن فایل ها به لیست پخش

source: add filters
fa: اضافه کردن فیلتر

source: add marker
fa: اضافه کردن علامت

source: add recording (enter recording duration)
fa: ضبط کردن - با وارد کردن مدت زمان

source: add recording (enter recording endtime)
fa: ضبط کردن - با وارد کردن زمان پایان

source: add recording (indefinitely)
fa: ضبط کردن - به صورت نامحدود

source: add recording (stop after current event)
fa: ضبط کردن - متوقف شدن بعد از رخداد کنونی

source: add service to bouquet
fa: اضافه کردن کانال به لیست

source: add service to favourites
fa: اضافه کردن کانال به مورد علاقه

source: add services
fa: اضافه کردن کانال ها

source: add to parental protection
fa: اضافه کردن به حفاظت کنترل والدین

source: advanced
fa: پیشرفته

source: alphabetic sort
fa: چیدمان بر اساس حروف الفبا

source: assigned CAIds:
fa: CAIds معین

source: assigned Services/Provider:
fa: کانال ها و ارائه کننده های معین

source: at beginning
fa: از ابتدا

source: at end
fa: در آخر

source: audio track (%s) format
fa: فرمت آهنگ صوتی (%s)

source: audio track (%s) language
fa: زبان آهنگ صوتی (%s)

source: audio tracks
fa: آهنگ های صوتی

source: auto
fa: خودکار

source: available
fa: در دسترس

source: back
fa: بازگشت

source: background image
fa: عکس پس زمینه

source: backgroundcolor
fa: رنگ پس زمینه

source: better
fa: بهتر

source: black
fa: سیاه

source: blacklist
fa: لیست سیاه

source: blue
fa: آبی

source: burn audio track (%s)
fa: رایت کردن آهنگ صوتی (%s)

source: case-insensitive search
fa: جستجوی غیر حساس به بزرگ و کوچک بودن

source: case-sensitive search
fa: جستجوی حساس به بزرگ و کوچک بودن

source: change recording (duration)
fa: تغییر مدت زمان ضبط کردن

source: change recording (endtime)
fa: تغییر زمان پایان ضبط کردن

source: chapters
fa: فصل

source: circular left
fa: چرخش چپ

source: circular right
fa: چرخش راست

source: clear playlist
fa: پاک سازی لیست پخش

source: complex
fa: پیچیده

source: config changed.
fa: پیکربندی تغییر کرد

source: config menu
fa: پیکربندی منو

source: confirmed
fa: تایید شد

source: connected
fa: وصل شد

source: continue
fa: ادامه

source: copy to bouquets
fa: رونوشت در لیست

source: could not be removed
fa: نمیتواند حذف شود

source: create directory
fa: ایجاد شاخه

source: currently installed image: %s
fa: ایمیج نصب شده فعلی: %s

source: daily
fa: روزانه

source: day
fa: روز

source: default
fa: پیش فرض

source: delete
fa: حذف

source: delete cut
fa: حذف برش

source: delete file
fa: حذف فایل

source: delete playlist entry
fa: حذف مورد لیست پخش

source: delete saved playlist
fa: حذف لیست پخش ذخیره شده

source: delete...
fa: حذف

source: disable
fa: غیر فعال

source: disable move mode
fa: غیر فعال کردن حالت حرکت

source: disabled
fa: غیر فعال شد

source: disconnected
fa: قطع شد

source: do not change
fa: تغییر داده نشود

source: do nothing
fa: کاری انجام نشود

source: don't record
fa: ضبط نشود

source: done!
fa: انجام شد

source: edit filters
fa: ویرایش فیلتر

source: edit services
fa: ویرایش کانال ها

source: empty
fa: خالی

source: enable
fa: فعال

source: enable bouquet edit
fa: فعال کردن ویرایش لیست

source: enable favourite edit
fa: فعال کردن ویرایش مورد علاقه

source: enable move mode
fa: فعال کردن حالت حرکت

source: enabled
fa: فعال شد

source: end bouquet edit
fa: پایان ویرایش لیست

source: end cut here
fa: پایان برش اینجا
