Repository: BarviX6/openhdf-enigma2
Catalog: po/*.po
Languages: fa

source: Advanced options and settings.
fa: گزینه ها و تنظیمات پیشرفته

source: After pressing OK, please wait!
fa: بعد از فشار دادن دکمه OK لطفا صبر کنید

source: Backup your Dreambox settings.
fa: تهیه نسخه پشتیبان از تنظیمات دستگاه شما

source: Edit the upgrade source address.
fa: ویرایش آدرس منبع به روز رسانی

source: Manage extensions or plugins for your Dreambox
fa: مدیریت بسته ها یا پلاگین ها برای دستگاه شما

source: Online update of your Dreambox software.
fa: به روز رسانی نرم افزار دستگاه شما

source: Press OK on your remote control to continue.
fa: دکمه OK را برای ادامه دادن فشار دهید

source: Restore your Dreambox settings.
fa: بازگردانی تنظیمات دستگاه شما

source: Restore your Dreambox with a new firmware.
fa: بازگردانی دستگاه شما با ایمیج جدید

source: Restore your backups by date.
fa: بازگردانی نسخه های پشتیبان شما توسط تاریخ

source: Scan for local extensions and install them.
fa: اسکن برای بسته های محلی و نصب آنها

source: Select your backup device. Current device:
fa: دستگاه مورد نظر برای تهیه نسخه پشتیبان را انتخاب کنید دستگاه فعلی:

source: System will restart after the restore!
fa: سیستم بعد از بازگردانی دوباره راه اندازی میشود

source: View, install and remove available or installed packages.
fa: مشاهده ، نصب و حذف بسته های در دسترس و یا نصب شده

source: Results
fa: نتایج

source: extensions.
fa: بسته ها

source: ms
fa: میلی ثانیه

source: packages selected.
fa: بسته های انتخاب شده

source: updates available.
fa: به روز رسانی های در دسترس

source: wireless networks found!
fa: شبکه بدون سیم یافت شد

source: %H:%M
fa: %ساعت:%دقیقه

source: %d conflict(s) encountered when trying to add new timers: %s
fa: هنگام اضافه کردن زمان های جدید با %d مغایرت مواجه شدیم : %s

source: %d conflict(s) solved with similar timer(s): %s
fa: %d مغایرت با زمان های مشابه حل شد : %s

source: %d jobs are running in the background!
fa: %d عملیات در پس زمینه انجام میشود

source: %d min
fa: %d دقیقه

source: %d services found!
fa: %d کانال یافت شد

source: %d transponder(s) found
fa: %d فرکانس یافت شد

source: %d transponders found at %d:%02dmin
fa: %d فرکانس در %d:%02d دقیقه یافت شد

source: %d:%02d/%d:%02dmin
fa: %d:%02d/%d:%02d دقیقه

source: %dMhz scanned
fa: %dMhz اسکن شد

source: %i ms
fa: %i میلی ثانیه

source: %s (%s, %d MB free)
fa: %s (%s, %d مگابایت خالی)

source: %s: %s at %s
fa: %s: %s در %s

source: (ZAP)
fa: (حذف)

source: (empty)
fa: (خالی)

source: (show optional DVD audio menu)
fa: (نمایش منوی اختیای صدای DVD)

source: * Only available if more than one interface is active.
fa: فقط زمانی در دسترس است که بیش از یک رابط فعال باشد

source: 1 wireless network found!
fa: 1 شبکه بدون سیم یافت شد

source: 12V output
fa: خروجی 12 ولت

source: 13 V
fa: 13 ولت

source: 16:9 always
fa: 16:9 همیشه

source: 18 V
fa: 18 ولت

source: 30 minutes
fa: 30 دقیقه

source: 3D OSD Switcher
fa: تعویض 3D OSD

source: 5 minutes
fa: 5 دقیقه

source: 60 minutes
fa: 60 دقیقه

source: <Current movielist location>
fa: <محل فعلی لیست فیلم>

source: <Default movie location>
fa: <محل پیش فرض فیلم>

source: <Last timer location>
fa: <آخرین مکان زمان>

source: <No default storage device selected.>
fa: <وسیله پیش فرضی برای ذخیره سازی انتخاب نشده است>

source: <unknown>
fa: <نامشخص>

source: A basic ftp client
fa: یک ftp client بنیادی

source: A client for www.dyndns.org
fa: یک client برای سایت www.dyndns.org

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
fa: فایل پیکربندی (%s) از زمان نصب تغییر کرده است .آیا میخواهید نسخه خود را حفظ کنید ؟

source: A demo plugin for TPM usage.
fa: یک پلاگین نمایشی برای میزان استفاده TPM

source: A dreambox simulation from SG-Atlantis displays.
fa: شبیه سازی دستگاه از صفحه نمایش SG-Atlantis

source: A finished record timer wants to set your Dreambox to standby. Do that now?
fa: یک ضبط پایان یافته میخواهد دستگاه شما را به خاموشی موقت ببرد ، انجام شود ؟

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
fa: یک ضبط پایان یافته میخواهد دستگاه شما را به خاموشی کامل ببرد ، انجام شود ؟

source: A graphical EPG for all services of an specific bouquet
fa: رابط گرافیکی EPG برای همه کانال های یک لیست خاص

source: A graphical EPG interface
fa: رابط گرافیکی EPG

source: A graphical EPG interface and EPG tools manager
fa: رابط گرافیکی EPG و مدیریت ابزار های EPG

source: A graphical EPG interface.
fa: رابط گرافیکی EPG

source: A mount entry with this name already exists! Update existing entry and continue?
fa: یک مورد mount با این نام در حال حاضر وجود دارد به روز رسانی مورد موجود و ادامه دادن ؟

source: A nice looking HD skin from Kerni
fa: اسکین

source: A nice looking HD skin in Brushed Alu Design from Kerni.
fa: اسکین

source: A nice looking skin from Kerni
fa: اسکین

source: A plugin to add / remove / modify entries of fstab.
fa: یک پلاگین برای اضافه/حذف/تغییر موارد fstab

source: A record has been started: %s
fa: ضبط کردن شروع شد %s

source: A recording is currently running. What do you want to do?
fa: یک عمل ضبط کردن در حال اجرا است قصد انجام چه کاری را دارید ؟

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
fa: یک عمل ضبط کردن در حال اجرا است ، لطفا قبل از پیکربندی مکان یاب عمل ضبط را متوقف کنید

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
fa: یک عمل ضبط کردن در حال اجرا است ، لطفا قبل از اجرای ماهواره یاب عمل ضبط را متوقف کنید

source: A required tool (%s) was not found.
fa: ابزار (%s) مورد نیاز یافت نشد

source: A search for available updates is currently in progress.
fa: جستجو برای آپدیت های در دسترس ، در حال حاضر در حال انجام است

source: A second configured interface has been found. Do you want to disable the second network interface?
fa: پیکربندی دوم برای رابط یافت شده است آیا میخواهید رابط دوم شبکه غیر فعال شود ؟

source: A simple downloading application for other plugins
fa: یک برنامه دانلود ساده برای پلاگین های دیگر

source: A sleep timer wants to set your Dreambox to standby. Do that now?
fa: یک زمان خاموشی میخواهد دستگاه شما را به طور موقت خاموش کند ، انجام شود ؟

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
fa: یک زمان خاموشی میخواهد دستگاه شما را به طور کامل خاموش کند ، انجام شود ؟

source: A timer failed to record! Disable TV and try again?
fa: زمان برای ضبط ناموفق بود غیر فعال کردن تلوزیون و سعی مجدد ؟

source: A/V Settings
fa: تنظیمات تصویر و صدا

source: AC3 default
fa: صدای AC3 در حالت پیش فرض

source: AC3 downmix
fa: تبدیل صدای AC3 به صدای استریو

source: AUTOMATICALLY start service searching, press green to change
fa: اجرای خودکار جستجوی کانال ، برای تغییر دکمه سبز را فشار دهید

source: Abort
fa: لغو

source: Abort this Wizard.
fa: لغو این هدایتگر

source: About
fa: درباره

source: About...
fa: درباره

source: Access the EPG from within the Movie Player
fa: دسترسی به EPG از پخش کننده صوت و تصویر داخلی

source: Access to the ARD-Mediathek
fa: دسترسی به ARD-Mediathek

source: Access to the ARD-Mediathek online video database.
fa: دسترسی به دیتابیس تصویری آنلاین ARD-Mediathek

source: Accesspoint
fa: نقطه دسترسی

source: Accesspoint:
fa: نقطه دسترسی :

source: Accuracy (higher is better)
fa: دقت (بیشتر بهتر است)

source: Action on long powerbutton press
fa: عمل کردن هنگام فشار دادن طولانی دکمه روشن/خاموش

source: Action on short powerbutton press
fa: عمل کردن هنگام فشار دادن کوتاه دکمه روشن/خاموش

source: Action:
fa: عمل:

source: Activate Picture in Picture
fa: فعال کردن تصویر در تصویر

source: Activate VPS
fa: فعال کردن VPS

source: Activate network settings
fa: فعال کردن تنظیمات شبکه

source: Active
fa: فعال

source: Active/ Inactive
fa: فعال/ غیر فعال

source: Adapter settings
fa: تنظیمات آداپتور

source: Add
fa: اضافه کردن

source: Add Bookmark
fa: اضافه کردن علامت

source: Add WLAN configuration?
fa: اضافه کردن پیکربندی شبکه بدون سیم ؟

source: Add a mark
fa: اضافه کردن علامت

source: Add a new NFS or CIFS mount point to your Dreambox.
fa: اضافه کردن mount point جدید NFS یا CIFS به دستگاه شما

source: Add a new title
fa: اضافه کردن عنوان جدید

source: Add network configuration?
fa: اضافه کردن پیکربندی شبکه؟

source: Add new AutoTimer
fa: اضافه کردن زمان خودکار جدید

source: Add new network mount point
fa: اضافه کردن mount point شبکه

source: Add similar timer on conflict
fa: اضافه کردن زمان مشابه روی مغایرت

source: Add tags to recorded movies
fa: اضافه کردن برچسب به فیلم های ضبط شده

source: Add timer
fa: اضافه کردن زمان

source: Add timer as disabled on conflict
fa: اضافه کردن زمان به صورت غیر فعال روی تضاد

source: Add title
fa: اضافه کردن عنوان

source: Add to bouquet
fa: اضافه کردن به لیست

source: Add to favourites
fa: اضافه کردن به مورد علاقه

source: Add zap timer instead of record timer?
fa: اضافه کردن زمان zap بجای زمان ضبط ؟

source: Added:
fa: افزوده شد:

source: Adds 'search...' to the context menu of the movie list to allow searches.
fa: 'جستجو' را به منوی زمینه لیست فیلم اضافه میکند تا به جستجو ها اجازه داده شود

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
fa: افزودن تنظیمات انیگما 2 و اطلاعات مدل دستگاه مانند SN و Rev اگر فعال است

source: Adds network configuration if enabled.
fa: اضافه کردن پیکربندی شبکه در صورت فعال بودن

source: Adds wlan configuration if enabled.
fa: افزودن پیکربندی شبکه بدون سیم اگر فعال است

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
fa: تنظیم کردن تنظیمات رنگ طوری که سایه های رنگ ها مشخص باشد ، اما تا حد امکان به صورت اشباع شده نمایان شود ، اگر شما از نتیجه راضی هستید دکمه OK را برای بستن "میزان مناسب تصویر" فشار دهید و یا از اعداد ریموت کنترل برای تست های دیگر صفحه نمایش استفاده کنید

source: Adult streaming plugin
fa: پلاگین بزرگسالان

source: Adult streaming plugin.
fa: پلاگین بزرگسالان

source: Advanced Options
fa: گزینه های پیشرفته

source: Advanced Software
fa: نرم افزار پیشرفته

source: Advanced Software Plugin
fa: پلاگین پیشرفته نرم افزار

source: Advanced Video Enhancement Setup
fa: تنظیمات پیشرفته بهینه تصویر

source: Advanced Video Setup
fa: تنظیمات پیشرفته تصویر

source: Advanced restore
fa: بازگردانی پیشرفته

source: Advanced settings.
fa: تنظیمات پیشرفته

source: After a reboot or power outage, StartupToStandby will bring your Dreambox to standby-mode.
fa: بعد از راه اندازی مجدد و یا قطع برق ، پلاگین "روشن تا خاموش" دستگاه شما را به حالت خاموشی موقت میبرد

source: After event
fa: بعد از رویداد

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
fa: بعد از این که هدایتگر کامل شد ، شما باید از کانال های تنها حفاظت کنید ، رجوع شود به دفترچه راهنمای دستگاه که چگونه انجام شود

source: Ai.HD skin-style control plugin
fa: پلاگین کنترل اسکین های HD

source: Album
fa: آلبوم

source: All
fa: همه

source: All Satellites
fa: همه ماهواره ها

source: All Time
fa: همه زمان

source: All non-repeating timers
fa: همه زمان های غیر تکرار شونده

source: Allow to search recordings
fa: اجازه برای جستجوی ضبط شده ها

source: Allow zapping via Webinterface
fa: اجازه دادن برای تعویض کانال توسط رابط وب

source: Allows the execution of TuxboxPlugins.
fa: اجازه دادن برای اجرا شدن پلاگین های Tuxbox

source: Allows to change the order of entries in the main menu manually.
fa: اجازه برای تغییر دستی چیدمان موارد در منوی اصلی

source: Allows to zap using the picture in picture.
fa: با استفاده از تصویر در تصویر به تعویض کانال اجازه میدهد

source: Allows user to download files from rapidshare in the background.
fa: به کاربر اجازه میدهد که از رپیدشیر در پس زمینه دانلود کند

source: Alpha
fa: الفبا

source: Alternative radio mode
fa: حالت رادیو متناوب

source: Alternative services tuner priority
fa: اولویت کانال های متناوب تیونر

source: Always ask
fa: همیشه پرسیده شود

source: Always ask before sending
fa: همیشه قبل از ارسال پرسیده شود

source: Amount of recordings left
fa: میزان ضبط های باقی مانده

source: An empty filename is illegal.
fa: بدون نام بودن برای یک فایل غیر مجاز است

source: An error occured.
fa: خطا رخ داد

source: An unknown error occured!
fa: خطای نامشخصی رخ داد

source: Anonymize crashlog?
fa: ناشناس کردن گزارش خطای دستگاه ؟

source: Any service/recording
fa: هر کانال/ضبط

source: Arabic
fa: عربی

source: Are you sure you want to activate this network configuration?
fa: آیا مطمئن هستید که میخواهید این پیکربندی شبکه را فعال کنید ؟

source: Are you sure you want to delete following backup:
fa: آیا مطمئن هستید که میخواهید این نسخه پشتیبان را حذف کنید

source: Are you sure you want to exit this wizard?
fa: آیا مطمئن هستید که میخواهید از این هدایتگر خارج شوید ؟

source: Are you sure you want to restart your network interfaces?
fa: آیا مطمئن هستید که میخواهید رابط های شبکه خود را دوباره راه اندازی کنید ؟

source: Are you sure you want to restore following backup:
fa: آیا مطمئن هستید که میخواهید این نسخه پشتیبان را بازگردانی کنید

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
fa: آیا مطمئن هستید که میخواهید نسخه پشتیبان انیگما 2 خود را بازگردانی کنید ؟ انیگما 2 بعد از این بازگردانی دوباره راه اندازی میشود

source: Are you sure you want to save this network mount?
fa: آیا مطمئن هستید که میخواهید این mount شبکه را ذخیره کنید ؟

source: Artist
fa: هنرمند

source: Ascending
fa: صعودی

source: Ask before shutdown:
fa: پرسش قبل از خاموش کردن:

source: Ask user
fa: پرسش از کاربر

source: Aspect Ratio
fa: نسبت تصویر

source: Aspect ratio
fa: نسبت تصویر

source: Assign color buttons (red/green/yellow/blue) to plugins of MOVIELIST.
fa: اختصاص دادن کلید های رنگی (قرمز/سبز/زرد/آبی) به پلاگین های لیست فیلم

source: Assign color buttons to plugins of MOVIELIST
fa: اختصاص دادن کلید های رنگی به پلاگین های لیست فیلم

source: Assigning providers/services/caids to a CI module
fa: تعیین ارائه دهندگان/کانال ها/caids به یک ماژول CI

source: Audio
fa: صدا

source: Audio Options...
fa: تنظیمات صدا

source: Audio PID
fa: PID صدا

source: Audio Sync
fa: به هنگام رسانی صدا

source: Audio Sync Setup
fa: تنظیمات به هنگام رسانی صدا

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
fa: به هنگام رسانی صدا اجازه میدهد که خروجی صدا تاخیر داشته باشد (Bitstream/PCM) بنابراین صدا با تصویر همگام میشود

source: Australia
fa: استرالیا

source: Author:
fa: مولف:

source: Authoring mode
fa: حالت تالیف

source: Auto
fa: خودکار

source: Auto chapter split every ? minutes (0=never)
fa: ایجاد فصل به صورت خودکار بر حسب دقیقه ؟ صفر به معنی هیچ وقت است

source: Auto flesh
fa: خودکار flesh

source: Auto scart switching
fa: جایگزینی خودکار scart

source: AutoTimer Editor
fa: ویرایشگر زمان خودکار

source: AutoTimer Filters
fa: فیلتر های زمان خودکار

source: AutoTimer Services
fa: کانال های زمان خودکار

source: AutoTimer Settings
fa: تنظیمات زمان خودکار

source: AutoTimer overview
fa: مرور کلی زمان خودکار

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
fa: زمان خودکار EPG را اسکن میکند و زمان هایی وابسته به جستجوی تعریف شده توسط کاربر ایجاد میکند

source: AutoTimer was added successfully
fa: زمان خودکار با موفقیت اضافه شد

source: AutoTimer was changed successfully
fa: زمان خودکار با موفقیت تغییر کرد

source: AutoTimer was removed
fa: زمان خودکار حذف شد

source: Automatic
fa: خودکار

source: Automatic Scan
fa: اسکن خودکار

source: Automatic volume adjustment
fa: تنظیم حجم صدا به صورت خودکار

source: Automatic volume adjustment for ac3/dts services.
fa: تنظیم خودکار حجم صدای ac3/dts برای کانال ها

source: Automatically change video resolution
fa: تغییر اندازه تصویر به صورت خودکار

source: Automatically changes the output resolution depending on the video resolution you are watching.
fa: تغییر اندازه تصویر خروجی به صورت خودکار با توجه به اندازه تصویری که شما تماشا میکنید

source: Automatically create timer events based on keywords
fa: ایجاد خودکار رخداد های ضبط کردن بر پایه کلمات کلیدی

source: Automatically informs you on low internal memory
fa: شما را از کم بودن حافظه داخلی به صورت خودکار آگاه میکند

source: Automatically refresh EPG
fa: بازنگری خودکار EPG

source: Automatically send crashlogs to Dream Multimedia
fa: ارسال گزارش های خطا به شرکت دریم مولتی مدیا به صورت خودکار

source: Autoresolution
fa: اندازه تصویر خودکار

source: Autoresolution Plugin Testmode: Is %s OK?
fa: پلاگین اندازه تصویر خودکار در حالت تست : آیا %s درست است ؟

source: Autoresolution Switch
fa: تعویض اندازه تصویر خودکار

source: Autoresolution is not working in Scart/DVI-PC Mode
fa: پلاگین اندازه تصویر خودکار در حالت های Scart/DVI-PC کار نمیکند

source: Autoresolution settings
fa: تنظیمات اندازه تصویر خودکار

source: Autoresolution videomode setup
fa: تنظیمات حالت تصویر پلاگین اندازه تصویر خودکار

source: Autos & Vehicles
fa: خودرو و وسایل نقلیه

source: Autowrite timer
fa: بازنویسی خودکار زمان

source: Available format variables
fa: متغیر های فرمت در دسترس

source: BASIC-HD Skin by Ismail Demir
fa: اسکین

source: BASIC-HD Skin for Dreambox Images created from Ismail Demir
fa: اسکین

source: BER
fa: مقدار خطا

source: BER:
fa: مقدار خطا:

source: Back
fa: بازگشت

source: Back, lower USB
fa: بازگشت ، USB پایینی

source: Back, upper USB
fa: بازگشت ، USB بالایی

source: Background
fa: پس زمینه

source: Backup done.
fa: نسخه پشتیبان تهیه شد

source: Backup failed.
fa: تهیه نسخه پشتیبان ناموفق

source: Backup is running...
fa: نسخه پشتیبان در حال اجرا است

source: Backup system settings
fa: تهیه نسخه پشتیبان از تنظیمات

source: Band
fa: باند

source: Bandwidth
fa: پهنای باند

source: Basic Picasa client.
fa: پلاگین بنیادی Picasa

source: Begin of "after event" timespan
fa: شروع محدوده "بعد از رخداد"

source: Begin of timespan
fa: شروع محدوده زمان

source: Begin time
fa: زمان شروع

source: Behavior of 'pause' when paused
fa: عملکرد دکمه توقف هنگام متوقف شدن

source: Behavior of 0 key in PiP-mode
fa: عملکرد دکمه 0 در حالت تصویر در تصویر

source: Behavior when a movie is started
fa: عملکرد هنگامی که یک فیلم شروع میشود

source: Behavior when a movie is stopped
fa: عملکرد هنگامی که یک فیلم متوقف میشود

source: Behavior when a movie reaches the end
fa: عملکرد هنگامی که یک فیلم به پایان میرسد

source: Bitrate
fa: میزان ارسال

source: Bitrate:
fa: میزان ارسال

source: Blindscan
fa: اسکن کور

source: Blindscan is not supported by this tuner (%s)
fa: اسکن کور توسط تیونر (%s) پشتیبانی نمیشود

source: Block noise reduction
fa: بستن کاهش صدا

source: Bonjour/Avahi control plugin
fa: پلاگین کنترل Bonjour/Avahi

source: Bonjour/Avahi control plugin.
fa: پلاگین کنترل Bonjour/Avahi

source: Bookmarks
fa: علامت ها

source: Bouquets
fa: لیست ها

source: Brazil
fa: برزیل

source: Brightness
fa: روشنایی

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
fa: مرور تله تکست مستقل از کانال ORF و SAT1 ، این مورد نیاز به ارتباط I-net دارد

source: Browse for and connect to network shares
fa: مرور برای به اشتراک گذاشته شده های شبکه و وصل شدن به آنها

source: Browse for nfs/cifs shares and connect to them.
fa: مرور برای به اشتراک گذاشته شده های nfs/cifs و وصل شدن به آنها

source: Browse network neighbourhood
fa: مرور شبکه مجاور

source: Burn DVD
fa: رایت DVD

source: Burn existing image to DVD
fa: رایت ایمیج موجود روی DVD

source: Burn to DVD
fa: رایت در DVD

source: Burn your recordings to DVD
fa: رایت فایل های ضبط شده شما در DVD

source: By enabling this events will not be matched if they don't occur on certain dates.
fa: با فعال کردن این مورد ، رخداد ها اگر در تاریخ های مشخصی رخ ندهند منطبق نخواهند شد

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
fa: با فعال کردن این مورد ، درباره مغایرت هایی که در طول رای گیری خودکار یافت میشود به شما اطلاع داده خواهد شد ، هیچ هوشی در کار نیست ، بنابراین ممکن است درباره مغایرت های یکسان بار ها و بار ها مزاحم شما شود

source: By pressing the OK Button on your remote control, the info bar is being displayed.
fa: با فشار دادن دکمه OK نوار اطلاعات نمایش داده خواهد شد

source: C-Band
fa: باند C

source: CDInfo
fa: اطلاعات CD

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
fa: اطلاعات CD ، جمع آوری جزئیات آلبوم و قطعات موسیقی را از CDDB و CD-Text هنگام پخش CD های صوتی در پخش کننده صوت و تصویر فعال میکند

source: CI assignment
fa: CI وظیفه

source: Cable
fa: کابل

source: Cache Thumbnails
fa: ذخیره کردن عکس های کوچک

source: Can't connect to server. Please check your network!
fa: نمیتوان به سرور متصل شد ، لطفا شبکه خود را بررسی کنید

source: Canada
fa: کانادا

source: Cancel
fa: انصراف

source: Capacity:
fa: ظرفیت:

source: Card
fa: کارت

source: Catalan
fa: کاتالان

source: Center screen at the lower border
fa: پنجره مرکزی در حاشیه پایینی

source: Center screen at the upper border
fa: پنجره مرکزی در حاشیه بالایی

source: Change active delay
fa: تغییر تاخیر فعال

source: Change bouquets in quickzap
fa: تغییر لیست در جابجایی سریع کانال

source: Change default recording offset?
fa: تغییر offset پیش فرض ضبط کردن ؟

source: Change hostname
fa: تغییر نام هاست

source: Change pin code
fa: تغییر رمز

source: Change service PIN
fa: تغییر رمز کانال

source: Change service PINs
fa: تغییر رمز های کانال

source: Change setup PIN
fa: تغییر رمز تنظیمات

source: Change step size
fa: تغییر اندازه step

source: Change the hostname of your Dreambox.
fa: تغییر نام هاست دستگاه شما

source: Changelog
fa: تغییرات

source: Channel
fa: کانال

source: Channel Selection
fa: انتخاب کانال

source: Channel audio:
fa: صدای کانال:

source: Channel not in services list
fa: کانال در لیست کانال ها وجود ندارد

source: Channel:
fa: کانال:

source: Channellist menu
fa: منوی لیست کانال

source: Channels
fa: کانال ها

source: Chap.
fa: فصل

source: Chapter
fa: فصل

source: Chapter:
fa: فصل:

source: Check
fa: بررسی

source: Check for uniqueness in
fa: بررسی برای یگانگی در

source: Check selected storage device.
fa: بررسی وسیله ذخیره سازی انتخاب شده

source: Checking Filesystem...
fa: بررسی کردن سیستم فایل

source: Choose Tuner
fa: انتخاب تیونر

source: Choose a wireless network
fa: انتخاب یک شبکه بدون سیم

source: Choose backup files
fa: انتخاب فایل های نسخه پشتیبان

source: Choose backup location
fa: انتخاب محل نسخه پشتیبان

source: Choose bouquet
fa: انتخاب لیست

source: Choose image to download
fa: انتخاب ایمیج برای دانلود

source: Choose target folder
fa: انتخاب پوشه مقصد

source: Choose upgrade source
fa: انتخاب منبع به روز رسانی

source: Choose your Skin
fa: انتخاب اسکین

source: Circular left
fa: چرخش چپ

source: Circular right
fa: چرخش راست

source: Classic
fa: کلاسیک

source: Cleanup
fa: پاک سازی

source: Cleanup Wizard
fa: هدایتگر پاک سازی

source: Cleanup Wizard settings
fa: تنظیمات هدایتگر پاک سازی

source: Cleanup timerlist automatically
fa: پاک سازی لیست زمان به صورت خودکار

source: Cleanup timerlist automatically.
fa: پاک سازی خودکار لیست زمان

source: CleanupWizard
fa: هدایتگر پاک سازی

source: Clear before scan
fa: پاک سازی قبل از اسکن

source: Clear history on Exit:
fa: پاک سازی تاریخچه هنگام خروج :

source: Clear log
fa: پاک سازی گزارش

source: Close
fa: بستن

source: Close and forget changes
fa: بستن و فراموش کردن تغییرات

source: Close and save changes
fa: بستن و ذخیره کردن تغییرات

source: Close title selection
fa: بستن انتخاب کردن عنوان

source: Code rate HP
fa: نرخ کد HP

source: Code rate LP
fa: نرخ کد LP

source: Collection name
fa: نام مجموعه

source: Collection settings
fa: تنظیمات مجموعه

source: Color Format
fa: فرمت رنگ

source: Comedy
fa: کمدی

source: Command execution...
fa: اجرای فرمان

source: Command order
fa: ترتیب فرمان

source: Committed DiSEqC command
fa: فرمان سپرده شده DiSEqC

source: Common Interface
fa: رابط مشترک

source: Common Interface Assignment
fa: تخصیص رابط مشترک

source: CommonInterface
fa: رابط مشترک
