Repository: BarviX6/openhdf-enigma2
Catalog: po/*.po
Languages: fa

source: Please enter a new filename
fa: لطفا یک نام جدید برای فایل وارد کنید

source: Please enter name of the new directory
fa: لطفا نام پوشه جدید را وارد کنید

source: Please enter the correct pin code
fa: لطفا رمز درست را وارد کنید

source: Please enter the old PIN code
fa: لطفا رمز قبلی را وارد کنید

source: Please enter your email address here:
fa: لطفا آدرس ایمیل خود را اینجا بنویسید:

source: Please enter your name here (optional):
fa: لطفا نام خود را وارد کنید (اختیاری) :

source: Please enter your search term.
fa: لطفا شرط جستجوی خود را وارد کنید

source: Please follow the instructions on the TV
fa: لطفا دستورالعمل هایی که در تلوزیون مشاهده میکنید را دنبال کنید

source: Please press OK to continue.
fa: لطفا دکمه OK را برای ادامه دادن فشار دهید

source: Please press OK!
fa: لطفا دکمه OK را فشار دهید

source: Please provide a Text to match
fa: لطفا یک متن برای تطابق ارائه کنید

source: Please select a playlist to delete...
fa: لطفا یک لیست پخش را برای حذف شدن انتخاب کنید

source: Please select a playlist...
fa: لطفا یک لیست پخش انتخاب کنید

source: Please select a subservice to record...
fa: لطفا یک کانال فرعی را برای ضبط انتخاب کنید

source: Please select a subservice...
fa: لطفا یک کانال فرعی انتخاب کنید

source: Please select an extension to remove.
fa: لطفا یک بسته را برای حذف کردن انتخاب کنید

source: Please select an option below.
fa: لطفا یک مورد زیر را انتخاب کنید

source: Please select medium to use as backup location
fa: لطفا یک وسیله را برای استفاده به عنوان محل نسخه پشتیبان انتخاب کنید

source: Please select the movie path...
fa: لطفا مسیر فیلم را انتخاب کنید

source: Please set up tuner B
fa: لطفا تیونر دوم را تنظیم کنید

source: Please set up tuner C
fa: لطفا تیونر سوم را تنظیم کنید

source: Please set up tuner D
fa: لطفا تیونر چهارم را تنظیم کنید

source: Please wait (Step 2)
fa: لطفا صبر کنید (مرحله دوم)

source: Please wait for activation of your network configuration...
fa: لطفا صبر کنید تا پیکربندی شبکه شما فعال شود

source: Please wait for activation of your network mount...
fa: لطفا صبر کنید تا mount شبکه شما فعال شود

source: Please wait while removing selected package...
fa: لطفا صبر کنید تا بسته های انتخاب شده حذف شوند

source: Please wait while removing your network mount...
fa: لطفا صبر کنید تا mount شبکه شما حذف شود

source: Please wait while scanning is in progress...
fa: وقتی اسکن در حال انجام است لطفا صبر کنید

source: Please wait while searching for removable packages...
fa: لطفا صبر کنید تا پیکج های قابل حذف جستجو شوند

source: Please wait while updating your network mount...
fa: لطفا صبر کنید تا mount شبکه شما به روز رسانی شود

source: Please wait while we configure your network...
fa: لطفا صبر کنید ، ما در حال پیکربندی شبکه شما هستیم

source: Please wait while we prepare your network interfaces...
fa: لطفا صبر کنید تا رابط های شبکه شما آماده شوند

source: Please wait while we test your network...
fa: لطفا صبر کنید تا شبکه شما تست شود

source: Please wait while your network is restarting...
fa: راه اندازی دوباره شبکه شما ، لطفا صبر کنید

source: Please wait...
fa: لطفا صبر کنید

source: Please wait... Loading list...
fa: لطفا صبر کنید - در حال آماده سازی لیست

source: Plugin browser
fa: مرورگر پلاگین

source: Plugin manager activity information
fa: اطلاعات فعالیت مدیریت پلاگین

source: Plugin manager help
fa: راهنمای مدیریت پلاگین

source: Plugin: %(plugin)s , Version: %(version)s
fa: پلاگین: %(plugin)s , نسخه: %(version)s

source: Plugins
fa: پلاگین ها

source: Poland
fa: لهستان

source: Polarization
fa: قطبش

source: Polish
fa: لهستانی

source: Poll automatically
fa: Poll خودکار

source: Port A
fa: پورت A

source: Port B
fa: پورت B

source: Port C
fa: پورت C

source: Port D
fa: پورت D

source: Portuguese
fa: پرتغالی

source: Positioner
fa: مکان یاب

source: Positioner fine movement
fa: حرکت مناسب مکان یاب

source: Positioner movement
fa: حرکت مکان یاب

source: Positioner setup
fa: تنظیمات مکان یاب

source: Positioner storage
fa: مخزن مکان یاب

source: Predefined transponder
fa: ترانسپوندر از قبل تعریف شده

source: Preparing... Please wait
fa: در حال آماده سازی - لطفا صبر کنید

source: Press INFO on your remote control for additional information.
fa: دکمه INFO روی ریموت کنترل را برای مشاهده اطلاعات اضافی فشار دهید

source: Press MENU on your remote control for additional options.
fa: دکمه MENU روی ریموت کنترل را برای گزینه های اضافی فشار دهید

source: Press OK on your remote control to continue.
fa: دکمه OK را برای ادامه دادن فشار دهید

source: Press OK to activate the selected skin.
fa: دکمه OK را برای فعال کردن اسکین انتخاب شده فشار دهید

source: Press OK to activate the settings.
fa: دکمه OK را برای فعال کردن تنظیمات فشار دهید

source: Press OK to collapse this host
fa: دکمه OK را برای بستن این هاست فشار دهید

source: Press OK to edit selected settings.
fa: دکمه OK را برای ویرایش تنظیمات انتخاب شده فشار دهید

source: Press OK to edit the settings.
fa: دکمه OK را برای ویرایش تنظیمات فشار دهید

source: Press OK to expand this host
fa: دکمه OK را برای باز کردن این هاست فشار دهید

source: Press OK to get further details for %s
fa: دکمه OK را برای دریافت جزئیات بیشتر %s فشار دهید

source: Press OK to mount this share!
fa: دکمه OK را برای mount این share فشار دهید

source: Press OK to mount!
fa: دکمه OK را برای mount فشار دهید

source: Press OK to save settings.
fa: دکمه OK را برای ذخیره کردن تنظیمات فشار دهید

source: Press OK to scan
fa: دکمه OK را برای اسکن فشار دهید

source: Press OK to select a Provider.
fa: دکمه OK را برای انتخاب ارائه دهنده فشار دهید

source: Press OK to select.
fa: دکمه OK را برای انتخاب فشار دهید

source: Press OK to select/deselect a CAId.
fa: دکمه OK را برای انتخاب کردن یا نکردن CAId فشار دهید

source: Press OK to start the scan
fa: دکمه OK را برای شروع اسکن فشار دهید

source: Press OK to toggle the selection.
fa: دکمه OK را برای toggle انتخاب فشار دهید

source: Press yellow to set this interface as default interface.
fa: دکمه زرد را برای تنظیم این رابط به عنوان رابط پیش فرض فشار دهید

source: Prev
fa: قبلی

source: Preview
fa: پیش نمایش

source: Preview AutoTimer
fa: پیش نمایش زمان خودکار

source: Preview menu
fa: منوی قبلی

source: Primary DNS
fa: DNS اول

source: Priority
fa: اولویت

source: Process
fa: پردازش

source: Properties of current title
fa: مشخصات عنوان فعلی

source: Protect services
fa: محافظت از کانال ها

source: Protect setup
fa: محافظت از تنظیمات

source: Provider
fa: ارائه کننده

source: Provider to scan
fa: اسکن ارائه کننده

source: Providers
fa: ارائه کنندگان

source: Published
fa: منتشر شد

source: Python frontend for /tmp/mmi.socket
fa: Python frontend برای /tmp/mmi.socket

source: Python frontend for /tmp/mmi.socket.
fa: Python frontend برای /tmp/mmi.socket.

source: Quick
fa: سریع

source: Quickzap
fa: جابجایی سریع

source: RC Menu
fa: منوی RC

source: RF output
fa: خروجی RF

source: RSS viewer
fa: نمایشگر RSS

source: RT8070/RT3070/RT3370 USB wireless-n driver
fa: درایور شبکه بدون سیم USB برای چیپ های RT8070/RT3070/RT3370

source: Radio
fa: رادیو

source: Random
fa: تصادفی

source: Rating
fa: رتبه

source: Ratings:
fa: رتبه ها:

source: Really close without saving settings?
fa: خروج بدون ذخیره کردن تنظیمات ؟

source: Really quit MyTube Player?
fa: خروج از MyTube Player ?

source: Really reboot now?
fa: راه اندازی مجدد هم اکنون؟

source: Really restart now?
fa: راه اندازی مجدد هم اکنون؟

source: Really shutdown now?
fa: خاموش کردن هم اکنون؟

source: Reboot
fa: راه اندازی مجدد

source: Reception Settings
fa: تنظیمات دریافت

source: Reconstruct .ap and .sc files
fa: بازسازی فایل های ap و sc

source: Record
fa: ضبط

source: Record a maximum of x times
fa: ضبط کردن نهایت از x بار

source: Record on
fa: ضبط در

source: Recorded files...
fa: فایل های ضبط شده

source: Recording
fa: در حال ضبط

source: Recording paths
fa: مسیر های ضبط کردن

source: Recordings
fa: ضبط شده ها

source: Reenter new PIN
fa: رمز جدید را دوباره وارد کنید

source: Related video entries.
fa: ورودی های وابسته به تصویر

source: Relevance
fa: ارتباط

source: Reload
fa: بازنگری

source: Reload Black-/Whitelists
fa: بازنگری لیست سفید و سیاه

source: Remember service PIN
fa: به یاد داشتن رمز کانال

source: Remember service PIN cancel
fa: لغو به یاد داشتن رمز کانال

source: Remove
fa: حذف

source: Remove Bookmark
fa: حذف علامت

source: Remove Plugins
fa: حذف پلاگین ها

source: Remove a mark
fa: حذف علامت

source: Remove currently selected title
fa: حذف عنوان انتخاب شده فعلی

source: Remove failed.
fa: حذف ناموفق

source: Remove finished.
fa: حذف پایان یافت

source: Remove plugins
fa: حذف پلاگین ها

source: Remove selected AutoTimer
fa: حذف زمان خودکار انتخاب شده

source: Remove timer
fa: حذف زمان

source: Remove title
fa: حذف عنوان

source: Removed successfully.
fa: با موفقیت حذف شد

source: Removing
fa: در حال حذف کردن

source: Removing directory %s failed. (Maybe not empty.)
fa: حذف پوشه %s ناموفق بود (شاید پوشه خالی نیست)

source: Rename
fa: تغییر نام

source: Rename crashlogs
fa: تغییر نام گزارش های خطای دستگاه

source: Rename your movies
fa: تغییر نام فیلم های شما

source: Repeat
fa: تکرار

source: Repeat Type
fa: نوع تکرار

source: Repeats
fa: تکرار ها

source: Require description to be unique
fa: توضیحات مورد نیاز برای یکتا بودن

source: Required medium type:
fa: نوع رسانه مورد نیاز:

source: Rescan
fa: اسکن دوباره

source: Reset
fa: بازنشانی

source: Reset and renumerate title names
fa: بازنشانی و عدد دهی دوباره به نام های عنوان

source: Reset count
fa: بازنشانی تعداد

source: Reset saved position
fa: بازنشانی مکان ذخیره شده

source: Reset video enhancement settings to system defaults?
fa: بازنشانی تنظیمات بهینه تصویر به پیش فرض سیستم ؟

source: Reset video enhancement settings to your last configuration?
fa: بازنشانی تنظیمات بهینه تصویر به آخرین پیکربندی شما ؟

source: Resolution
fa: تفکیک پذیری و دقت

source: Restart
fa: راه اندازی دوباره

source: Restart GUI
fa: راه اندازی دوباره GUI

source: Restart GUI now?
fa: راه اندازی مجدد رابط گرافیک کاربری؟

source: Restart network
fa: راه اندازی دوباره شبکه

source: Restart test
fa: راه اندازی دوباره تست

source: Restart your network connection and interfaces.
fa: راه اندازی دوباره ارتباط شبکه شما و رابط های آن

source: Restore
fa: بازگردانی

source: Restore backups
fa: بازگردانی نسخه های پشتیبان

source: Restore is running...
fa: بازگردانی در حال اجرا است

source: Restore running
fa: بازگردانی در حال انجام است

source: Restore system settings
fa: بازگردانی تنظیمات سیستم

source: Restore your Dreambox with a USB stick
fa: بازگردانی دستگاه خود توسط یک USB

source: Restrict to events on certain dates
fa: محدود کردن رخداد ها به تاریخ های مشخص

source: Resume from last position
fa: ادامه از مکان قبلی

source: Resume position at %s
fa: ادامه دادن مکان در %s

source: Return to file browser
fa: بازگشت به مرورگر فایل

source: Return to movie list
fa: بازگشت به لیست فیلم

source: Return to previous service
fa: بازگشت به کانال قبلی

source: Rewind speeds
fa: سرعت های بازگشت:

source: Right
fa: راست

source: Rotor turning speed
fa: سرعت چرخش موتور

source: Running
fa: در حال اجرا

source: Russia
fa: روسیه

source: Russian
fa: روسی

source: SD 25/50HZ Interlace Mode
fa: حالت SD 25/50HZ Interlace

source: SD 25/50HZ Progressive Mode
fa: حالت SD 25/50HZ Progressive

source: SD 30/60HZ Interlace Mode
fa: حالت SD 30/60HZ Interlace

source: SD 30/60HZ Progressive Mode
fa: حالت SD 30/60HZ Progressive

source: SINGLE LAYER DVD
fa: DVD یک لایه ای

source: SNR
fa: کیفیت سیگنال

source: SNR:
fa: کیفیت سیگنال:

source: SVDRP server for Enigma2
fa: سرور SVDRP برای انیگما 2

source: Sat
fa: ماهواره

source: Sat / Dish Setup
fa: تنظیمات دیش / ماهواره

source: Satellite
fa: ماهواره

source: Satellite equipment
fa: تجهیزات ماهواره

source: Satellites
fa: ماهواره ها

source: Satfinder
fa: ماهواره یاب

source: Sats
fa: ماهواره ها

source: Saturation
fa: اشباع

source: Saturday
fa: شنبه

source: Save
fa: ذخیره

source: Save Playlist
fa: ذخیره لیست پخش

source: Save current delay to key
fa: ذخیره تاخیر فعلی در کلید

source: Save to key
fa: ذخیره در کلید

source: Save values and close plugin
fa: ذخیره کردن مقادیر و بستن پلاگین

source: Save values and close screen
fa: ذخیره کردن مقادیر و بستن پنجره

source: Scaling Mode
fa: حالت Scaling

source: Scan
fa: اسکن

source: Scan Files...
fa: اسکن فایل ها

source: Scan NFS share
fa: اسکن NFS share

source: Scan QAM128
fa: جستجوی QAM128

source: Scan QAM16
fa: جستجوی QAM16

source: Scan QAM256
fa: جستجوی QAM256

source: Scan QAM32
fa: جستجوی QAM32

source: Scan QAM64
fa: جستجوی QAM64

source: Scan SR6875
fa: جستجوی SR6875

source: Scan SR6900
fa: جستجوی SR6900

source: Scan Wireless Networks
fa: اسکن شبکه های بدون سیم

source: Scan band EU HYPER
fa: اسکن باند EU HYPER

source: Scan band EU MID
fa: اسکن باند EU MID

source: Scan band EU SUPER
fa: اسکن باند EU SUPER

source: Scan band EU UHF IV
fa: اسکن باند EU UHF IV

source: Scan band EU UHF V
fa: اسکن باند EU UHF V

source: Scan band EU VHF I
fa: اسکن باند EU VHF I

source: Scan band EU VHF III
fa: اسکن باند EU VHF III

source: Scan band US HIGH
fa: اسکن باند US HIGH

source: Scan band US HYPER
fa: اسکن باند US HYPER

source: Scan band US LOW
fa: اسکن باند US LOW

source: Scan band US MID
fa: اسکن باند US MID

source: Scan band US SUPER
fa: اسکن باند US SUPER

source: Scan range
fa: محدوده اسکن

source: Science & Technology
fa: علم و تکنولوژی

source: Search Term(s)
fa: شرایط جستجو

source: Search category:
fa: دسته جستجو:

source: Search east
fa: جستجوی شرق

source: Search for network shares
fa: جستجو برای share های شبکه

source: Search for network shares...
fa: جستجو برای share های شبکه

source: Search region:
fa: جستجوی منطقه

source: Search restricted content:
fa: جستجوی محتوای محدود شده:

source: Search type
fa: نوع جستجو

source: Search west
fa: جستجوی غرب

source: Searching for available updates. Please wait...
fa: در حال جستجو برای به آپدیت های در فعال ، لطفا صبر کنید

source: Searching for new installed or removed packages. Please wait...
fa: جستجو برای بسته هایی که به تازگی نصب یا حذف شده اند ، لطفا صبر کنید

source: Searching your network. Please wait...
fa: جستجوی شبکه شما ، لطفا صبر کنید

source: Secondary DNS
fa: DNS دوم

source: Security service not running.
fa: سرویس امنیتی در حال اجرا نیست

source: Seek
fa: به دنبال

source: Select
fa: انتخاب

source: Select HDD
fa: انتخاب دیسک سخت

source: Select Location
fa: انتخاب محل

source: Select Network Adapter
fa: انتخاب آداپتور شبکه

source: Select a movie
fa: انتخاب فیلم

source: Select a timer to import
fa: انتخاب زمان برای وارد کردن

source: Select audio track
fa: انتخاب آهنگ صوتی

source: Select bouquet to record on
fa: انتخاب لیست برای شروع ضبط

source: Select channel to record from
fa: انتخاب کانال برای ضبط کردن از

source: Select channel to record on
fa: انتخاب کانال برای شروع ضبط

source: Select desired image from feed list
fa: انتخاب ایمیج درخواستی از لیست

source: Select files for backup.
fa: انتخاب فایل برای تهیه نسخه پشتیبان

source: Select files/folders to backup
fa: انتخاب فایل و پوشه ها برای تهیه نسخه پشتیبان

source: Select input device
fa: انتخاب دستگاه ورودی

source: Select input device.
fa: انتخاب دستگاه ورودی

source: Select interface
fa: انتخاب رابط

source: Select new feed to view.
fa: انتخاب feed جدید برای مشاهده

source: Select package
fa: انتخاب بسته

source: Select provider to add...
fa: انتخاب ارائه دهنده برای اضافه کردن

source: Select refresh rate
fa: انتخاب نرخ تجدید

source: Select service to add...
fa: انتخاب کانال برای اضافه شدن

source: Select the key you want to set to %i ms
fa: کلید مورد نظر خود را برای تنظیم به %i میلی ثانیه انتخاب کنید

source: Select the location to save the recording to.
fa: انتخاب محل مورد نظر برای ذخیره شدن ضبط کردن

source: Select type of Filter
fa: انتخاب نوع فیلتر

source: Select upgrade source to edit.
fa: انتخاب منبع به روز رسانی برای ویرایش

source: Select video input with up/down buttons
fa: انتخاب ورودی تصویر توسط کلید های بالا/پایین

source: Select video mode
fa: انتخاب حالت تصویر

source: Select wireless network
fa: انتخاب شبکه بدون سیم

source: Select your choice.
fa: انتخاب شما

source: Send DiSEqC
fa: ارسال DiSEqC

source: Send DiSEqC only on satellite change
fa: ارسال DiSEqC فقط هنگام تغییر ماهواره

source: Seperate titles with a main menu
fa: جدا کردن عناوین با یک منوی اصلی

source: Sequence repeat
fa: تکرار دنباله

source: Serbian
fa: صربستانی

source: Server IP
fa: IP سرور

source: Server share
fa: اشتراک گذاری سرور

source: Service
fa: کانال

source: Service Scan
fa: اسکن کانال

source: Service Searching
fa: جستجوی کانال

source: Service delay
fa: تاخیر کانال

source: Service has been added to the favourites.
fa: کانال به مورد علاقه اضافه شد

source: Service has been added to the selected bouquet.
fa: کانال به لیست انتخاب شده اضافه شد

source: Service invalid! (Timeout reading PMT)
fa: کانال نامعتبر است (مهلت خواندن PMT پایان یافت)

source: Service not found! (SID not found in PAT)
fa: کانال یافت نشد (SID در PAT یافت نشد)

source: Service reference
fa: ارجاع کانال

source: Service scan
fa: جستجوی کانال

source: Service unavailable! Check tuner configuration!
fa: کانال در دسترس نیست تنظیمات تیونر را بررسی کنید

source: Serviceinfo
fa: اطلاعات کانال

source: Services
fa: کانال ها

source: Set Bitstream/PCM audio delays
fa: تنظیم تاخیر صدای Bitstream/PCM

source: Set End Time
fa: تنظیم زمان پایان

source: Set Voltage and 22KHz
fa: تنظیم ولتاژ و 22KHz

source: Set available internal memory threshold for the warning.
fa: تنظیم حافظه داخلی در دسترس برای آستانه هشدار

source: Set delay to %i ms (can be set)
fa: تنظیم تاخیر به %i میلی ثانیه (میتواند تنظیم شود)

source: Set interface as default Interface
fa: تنظیم رابط به عنوان رابط پیش فرض

source: Set limits
fa: تنظیم محدودیت ها

source: Set maximum duration
fa: تنظیم نهایت مدت

source: Setting key canceled
fa: کلید تنظیمات لغو شد

source: Settings
fa: تنظیمات

source: Setup
fa: تنظیمات

source: Setup Mode
fa: حالت تنظیمات

source: Setup for the Audio Sync Plugin
fa: تنظیمات پلاگین Audio Sync

source: Short Movies
fa: فیلم های کوتاه

source: Short filenames
fa: نام های کوتاه فایل

source: Show Info
fa: نمایش اطلاعات

source: Show Message when Recording starts
fa: نمایش پیام هنگامی که ضبط کردن شروع میشود

source: Show WLAN Status
fa: نمایش وضعیت شبکه بدون سیم

source: Show event-progress in channel selection
fa: نمایش پیشرفت رویداد در انتخاب کانال

source: Show in extension menu
fa: نمایش در منوی پلاگین

source: Show info screen
fa: نمایش صفحه اطلاعات

source: Show infobar on channel change
fa: نمایش نوار اطلاعات هنگام تعویض کانال

source: Show infobar on event change
fa: نمایش نوار اطلاعات هنگام تعویض رخداد

source: Show positioner movement
fa: نمایش گردش مکان یاب

source: Show services beginning with
fa: نمایش کانال های که شروع میشوند با

source: Show the radio player...
fa: نمایش پخش کننده رادیو

source: Show the tv player...
fa: نمایش پخش کننده تلوزیون

source: Show webcam pictures on your TV Screen
fa: نمایش تصاویر وب کم روی صفحه تلوزیون شما

source: Shutdown
fa: خاموش کردن

source: Shutdown Dreambox after
fa: خاموش کردن کامل دستگاه بعد از

source: Signal Strength:
fa: قدرت سیگنال:

source: Signal:
fa: سیگنال:

source: Similar
fa: شبیه

source: Simple
fa: ساده

source: Single
fa: یک

source: Single EPG
fa: یک EPG

source: Single satellite
fa: یک ماهواره

source: Single transponder
fa: یک فرستنده

source: Skin
fa: اسکین

source: Skins
fa: اسکین ها

source: Sleep Timer
fa: زمان خواب

source: Slot %d
fa: شکاف %d

source: Slovakian
fa: اسلواکی

source: Slovenian
fa: اسلوونیایی

source: Slow
fa: آهسته

source: Software
fa: نرم افزار

source: Software management
fa: مدیریت نرم افزار

source: Software manager setup
fa: تنظیمات مدیریت نرم افزار

source: Software restore
fa: بازگردانی نرم افزار

source: Software update
fa: به روز رسانی نرم افزار

source: SoftwareManager manages your Dreambox software
fa: مدیریت نرم افزار ، نرم افزار دستگاه شما را مدیریت میکند

source: Softwaremanager information
fa: اطلاعات مدیریت نرم افزار

source: Some plugins are not available:
fa: بعضی از پلاگین ها در دسترس نیستند:

source: Sorry MediaScanner is not installed!
fa: متاسفانه MediaScanner نصب نشده است

source: Sorry no backups found!
fa: متاسفانه هیچ نسخه پشتیبانی یافت نشد

source: Sorry your backup destination is not writeable. Please choose an other one.
fa: متاسفانه مقصد نسخه پشتیبان شما قابل نوشتن نیست لطفا محل دیگری را انتخاب کنید

source: Sorry, no Details available!
fa: متاسفانه هیچ جزئیاتی در دسترس نیست

source: Sorry, video is not available!
fa: متاسفانه تصویر در دسترس نیست

source: Sorry, your backup destination is not writeable. Please choose another one.
fa: متاسفانه مقصد نسخه پشتیبان شما قابل نوشتن نیست لطفا محل دیگری را انتخاب کنید

source: Sort A-Z
fa: چیدمان A-Z

source: Sort AutoTimer
fa: مرتب کردن زمان خودکار

source: Sort Time
fa: چیدمان بر اساس زمان

source: Sound
fa: صدا

source: Soundcarrier
fa: حمل کننده صدا

source: South
fa: جنوب

source: South Korea
fa: کره جنوبی

source: Spain
fa: اسپانیا

source: Spanish
fa: اسپانیایی

source: Split preview mode
fa: حالت پیش نمایش جدا

source: Sports
fa: ورزشی

source: Standby
fa: خاموشی موقت

source: Standby / Restart
fa: خاموشی موقت / راه اندازی مجدد

source: Standby Fan %d PWM
fa: خاموشی موقت فن %d PWM

source: Standby Fan %d Voltage
fa: خاموشی موقت فن %d ولتاژ

source: Start Webinterface
fa: شروع رابط وب

source: Start from the beginning
fa: شروع از ابتدای کار

source: Start recording?
fa: شروع ضبط کردن؟

source: Start test
fa: شروع تست

source: Start with following feed:
fa: شروع همراه feed زیر:

source: StartTime
fa: زمان شروع

source: Starting on
fa: شروع در

source: Std. Feeds
fa: Feeds استاندارد

source: Step by step network configuration
fa: پیکربندی شبکه مرحله به مرحله

source: Step east
fa: یک درجه به شرق

source: Step in ms for arrow keys
fa: یک حرکت به میلی ثانیه برای کلیدهای جهت دار

source: Step in ms for key %i
fa: یک حرکت به میلی ثانیه برای کلید %i

source: Step in ms for keys '%s'
fa: یک حرکت به میلی ثانیه برای کلید های '%s'

source: Step west
fa: یک درجه به غرب

source: Stop
fa: توقف

source: Stop Timeshift?
fa: توقف تغییر زمان ؟

source: Stop current event and disable coming events
fa: توقف رخداد فعلی و غیر فعال کردن رخداد های بعدی

source: Stop current event but not coming events
fa: توقف رخداد فعلی بدون توجه به رخداد های بعدی

source: Stop playing this movie?
fa: توقف پخش این فیلم؟

source: Stop test
fa: توقف تست

source: Store position
fa: ذخیره مکان

source: Stored position
fa: مکان ذخیره شد

source: Subservice list...
fa: لیست کانال های فرعی

source: Subservices
fa: کانال های فرعی

source: Subtitle selection
fa: انتخاب زیرنویس

source: Subtitles
fa: زیرنویس ها

source: Sun
fa: یکشنبه

source: Sunday
fa: یکشنبه

source: Support "Fast Scan"?
fa: پشتیبانی از "اسکن سریع"?

source: Swap Services
fa: جابجایی کانال ها

source: Sweden
fa: سوئد

source: Swedish
fa: سوئدی

source: Switch to next subservice
fa: جابجایی به کانال فرعی بعدی

source: Switch to previous subservice
fa: جابجایی به کانال فرعی قبلی

source: Switchable tuner types:
fa: انواع تیونر های قابل تعویض:

source: System
fa: سیستم

source: TRANSLATOR_INFO
fa: اطلاعات مترجم

source: TS file is too large for ISO9660 level 1!
fa: فایل TS بسیار بزرگ است برای ISO9660 level 1

source: TV Charts of all users
fa: نمودار های تلوزیون برای همه کاربران

source: TV System
fa: سیستم تلوزیون

source: Tag 1
fa: برچسب 1

source: Tag 2
fa: برچسب 2

source: Tags
fa: برچسب ها

source: Tags:
fa: برچسب ها:

source: Taiwan
fa: تایوان

source: Temperature and Fan control
fa: کنترل دما و فن

source: Terrestrial provider
fa: ارائه کننده Terrestrial

source: Test DiSEqC settings
fa: تست تنظیمات DiSEqC

source: Test Type
fa: نوع تست

source: Test again
fa: تست دوباره

source: Test mode
fa: حالت تست

source: Test the network configuration of your Dreambox.
fa: تست کردن پیکربندی شبکه دستگاه شما

source: Test your DiSEqC equipment
fa: تست تجهیزات DiSEqC شما

source: Test-Messagebox?
fa: جعبه پیام های تست ؟
