Repository: BarviX6/openhdf-enigma2
Catalog: po/*.po
Languages: fa

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
fa: مجموع %d رخداد مطابق یافت شد %d زمان اضافه شد %d ویرایش شد %d مغایرت مواجه شد %d مشابه اضافه شد

source: Frame size in full view
fa: اندازه فریم در نمایش کامل

source: France
fa: فرانسه

source: French
fa: فرانسوی

source: Frequency
fa: فرکانس

source: Frequency bands
fa: باند های فرکانس

source: Frequency scan step size(khz)
fa: اندازه اسکن گام به گام فرکانس (khz)

source: Frequency start
fa: شروع فرکانس

source: Frequency steps
fa: گام های فرکانس

source: Frequency stop
fa: توقف فرکانس

source: Frequently asked questions
fa: سوالات پرسیده شده متداول

source: Fri
fa: جمعه

source: Friday
fa: جمعه

source: Frisian
fa: فریزی

source: FritzCall shows incoming calls to your Fritz!Box on your Dreambox.
fa: FritzCall تماس های ورودی Fritz!Box شما را روی دستگاه نمایش میدهد

source: Front USB
fa: USB جلویی

source: Frontend for /tmp/mmi.socket
fa: ظاهر برای /tmp/mmi.socket

source: Frontprocessor version: %d
fa: نسخه پردازنده جلویی: %d

source: Fsck failed
fa: Fsck ناموفق

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
fa: برای استفاده از اسکین جدید رابط گرافیکی باید دوباره راه اندازی شود آیا میخواهید الان رابط گرافیکی دوباره راه اندازی شود ؟

source: GUI that allows user to change the ftp- / telnet password.
fa: رابط گرافیکی که به کاربر اجازه میدهد رمز عبور ftp و telnet را تغییر دهد

source: GUI that allows user to change the ftp-/telnet-password of the Dreambox.
fa: رابط گرافیکی که به کاربر اجازه میدهد رمز عبور ftp و telnet دستگاه را تغییر دهد

source: GUI to change the ftp and telnet-password
fa: رابط گرافیکی برای تغییر رمز عبور ftp و telnet

source: Gaming
fa: بازی کردن

source: Gateway
fa: دروازه

source: General AC3 Delay
fa: تاخیر عمومی AC3

source: General AC3 delay (ms)
fa: تاخیر عمومی AC3 به میلی ثانیه

source: General PCM Delay
fa: تاخیر عمومی PCM

source: General PCM delay (ms)
fa: تاخیر عمومی PCM به میلی ثانیه

source: Generates and Shows TV Charts of all users having this plugin installed
fa: ایجاد و نمایش جدول همه کاربرانی که این پلاگین را نصب کرده اند

source: Genre
fa: ژانر

source: Genuine Dreambox
fa: دستگاه اصلی

source: Genuine Dreambox validation failed!
fa: تایید اصل بودن دستگاه ناموفق بود

source: Genuine Dreambox verification
fa: تایید اصل بودن دستگاه

source: German
fa: آلمانی

source: German storm information
fa: اطلاعات آب و هوای آلمان

source: German traffic information
fa: اطلاعات ترافیک آلمان

source: Germany
fa: آلمان

source: Get latest experimental image
fa: دریافت آخرین ایمیج آزمایشی منتشر شده

source: Get latest release image
fa: دریافت آخرین ایمیج منتشر شده

source: Getting plugin information. Please wait...
fa: در حال جمع آوری اطلاعات پلاگین ها - لطفا صبر کنید

source: Global delay
fa: تاخیر سراسری

source: Goto 0
fa: مراجعه به 0

source: Goto position
fa: مراجعه به مکان

source: Graphical Multi EPG
fa: EPG گرافیکی چندگانه

source: Great Britain
fa: بریتانیای کبیر

source: Greek
fa: یونانی

source: Green boost
fa: boost سبز

source: Guard interval
fa: فاصله گارد

source: HD Interlace Mode
fa: حالت HD Interlace

source: HD Progressive Mode
fa: حالت HD Progressive

source: HD videos
fa: ویدیو های HD

source: HTTP Port
fa: HTTP پورت

source: HTTPS Port
fa: HTTPS پورت

source: Hard disk
fa: دیسک سخت

source: Harddisk
fa: دیسک سخت

source: Harddisk setup
fa: تنظیمات دیسک سخت

source: Harddisk standby after
fa: خاموشی موقت دیسک سخت بعد از

source: Hebrew
fa: عبری

source: Help
fa: راهنما

source: Hidden network
fa: شبکه مخفی

source: Hide Plugin from Plugin or Extensionsmenu.
fa: مخفی کردن پلاگین از منوی پلاگین ها

source: High bitrate support
fa: پشتیبانی از bitrate بالا

source: History
fa: تاریخچه

source: Holland
fa: هلند

source: Hong Kong
fa: هنگ کنگ

source: Horizontal
fa: افقی

source: How many minutes do you want to record?
fa: چند دقیقه میخواهید ضبط کنید؟

source: How to handle found crashlogs?
fa: چگونه به گزارش های خطای یافت شده رسیدگی شود ؟

source: Howto & Style
fa: چگونگی و سبک

source: Hue
fa: رنگ

source: Hungarian
fa: مجارستانی

source: IMAP4 e-mail viewer for the Dreambox
fa: نمایشگر ایمیل IMAP4 برای دستگاه

source: IP Address
fa: IP آدرس

source: IRC Client for Enigma2
fa: IRC Client برای انیگما 2

source: ISO file is too large for this filesystem!
fa: فایل ISO برای این سیستم فایل بسیار بزرگ است

source: ISO path
fa: ISO مسیر

source: Icelandic
fa: ایسلندی

source: If you see this, something is wrong with your scart connection. Press OK to return.
fa: اگر این پیام را مشاهده میکنید یعنی چیزی با ارتباط scart شما اختلال دارد ، دکمه OK را برای بازگشت فشار دهید

source: Import AutoTimer
fa: وارد کردن زمان خودکار

source: Import existing Timer
fa: وارد کردن زمان موجود

source: Import from EPG
fa: وارد کردن از EPG

source: In Progress
fa: در حال اجرا

source: Include
fa: شامل شدن

source: Include your email and name (optional) in the mail?
fa: شامل ایمیل و نام (اختیاری) شما بشود ؟

source: Increase delay
fa: افزایش تاخیر

source: Increase delay by %i ms (can be set)
fa: افزایش تاخیر توسط %i میلی ثانیه (میتواند تنظیم شود)

source: Increased voltage
fa: ولتاژ افزایش یافته

source: Index
fa: صفحه اصلی

source: India
fa: هند

source: Info
fa: اطلاعات

source: InfoBar
fa: نوار اطلاعات

source: Infobar timeout
fa: مهلت نمایش نوار اطلاعات

source: Information
fa: اطلاعات

source: Initial Fast Forward speed
fa: آماده سازی سرعت پرش به جلوی سریع

source: Initial Rewind speed
fa: آماده سازی سرعت پرش به عقب

source: Initialize
fa: مقدار دهی اولیه

source: Initializing hard disk...
fa: در حال مقدار دهی اولیه دیسک سخت

source: Initializing storage device...
fa: در حال مقدار دهی اولیه وسیله ذخیره سازی

source: Input
fa: ورودی

source: Input device setup
fa: تنظیم دستگاه ورودی

source: Input devices
fa: دستگاه های ورودی

source: Install
fa: نصب

source: Install a new image with a USB stick
fa: نصب ایمیج جدید توسط USB stick

source: Install a new image with your web browser
fa: نصب ایمیج جدید توسط مرورگر وب خود

source: Install extensions.
fa: نصب بسته ها

source: Install local extension
fa: نصب بسته محلی

source: Install or remove finished.
fa: نصب یا حذف پایان یافت

source: Install settings, skins, software...
fa: در حال نصب تنظیمات ، اسکین ها ، نرم افزار و ...

source: Installation finished.
fa: نصب پایان یافت

source: Installing
fa: در حال نصب

source: Installing Software...
fa: در حال نصب نرم افزار

source: Installing default sat lists... Please wait...
fa: در حال نصب لیست های ماهواره پیش فرض ، لطفا صبر کنید

source: Installing defaults... Please wait...
fa: در حال نصب تنظیمات پیش فرض ، لطفا صبر کنید

source: Installing package content... Please wait...
fa: نصب محتویات بسته ، لطفا صبر کنید

source: Instant record location
fa: مکان ضبط کردن فوری

source: Interface:
fa: رابط:

source: Intermediate
fa: متوسط

source: Internal Flash
fa: فلش داخلی

source: Internal USB
fa: USB داخلی

source: Internal firmware updater
fa: به روز رسان نرم افزار داخلی

source: Internal network setup plugin
fa: پلاگین داخلی تنظیم شبکه

source: Invalid Location
fa: محل نامعتبر

source: Invalid directory selected: %s
fa: پوشه انتخاب شده نامعتبر است : %s

source: Invalid selection
fa: انتخاب نامعتبر

source: Inversion
fa: وارونگی

source: Ireland
fa: ایسلندی

source: Is this videomode ok?
fa: آیا این حالت تصویر درست است ؟

source: Israel
fa: اسرائیل

source: Italian
fa: ایتالیایی

source: Italian Weather forecast on Dreambox
fa: پیش بینی آب و هوای ایتالیا روی دستگاه

source: Italian Weather forecast on Dreambox from www.google.it.
fa: پیش بینی آب و هوای ایتالیا روی دستگاه از سایت www.google.it

source: Italy
fa: ایتالیایی

source: Japan
fa: ژاپن

source: Job View
fa: نمای کار

source: Just Scale
fa: فقط Scale

source: Kerni's BrushedAlu-HD skin
fa: Kerni's BrushedAlu-HD اسکین

source: Kerni's DMConcinnity-HD skin
fa: اسکین Kerni's DMConcinnity-HD

source: Kerni's DreamMM-HD skin
fa: Kerni's DreamMM-HD اسکین

source: Kerni's Elgato-HD skin
fa: Kerni's Elgato-HD اسکین

source: Kerni's SWAIN skin
fa: Kerni's SWAIN اسکین

source: Kerni's SWAIN-HD skin
fa: Kerni's SWAIN-HD اسکین

source: Kerni's UltraViolet skin
fa: Kerni's UltraViolet اسکین

source: Kerni's YADS-HD skin
fa: Kerni's YADS-HD اسکین

source: Kerni's dTV-HD skin
fa: Kerni's dTV-HD اسکین

source: Kerni's dTV-HD-Reloaded skin
fa: Kerni's dTV-HD-Reloaded اسکین

source: Kerni's dmm-HD skin
fa: Kerni's dmm-HD اسکین

source: Kerni's dreamTV-HD skin
fa: Kerni's dreamTV-HD اسکین

source: Kerni's simple skin
fa: Kerni's simple اسکین

source: Kerni-HD1 skin
fa: Kerni-HD1 اسکین

source: Kerni-HD1R2 skin
fa: Kerni-HD1R2 اسکین

source: Kernis HD1 skin
fa: Kernis HD1 اسکین

source: Key %(Key)s successfully set to %(delay)i ms
fa: کلید %(Key)s با موفقیت تنظیم شد به %(delay)i میلی ثانیه

source: Key %(key)s (current value: %(value)i ms)
fa: کلید %(key)s (مقدار فعلی: %(value)i میلی ثانیه)

source: Keyboard
fa: صفحه کلید

source: Keyboard Map
fa: نقشه صفحه کلید

source: Keyboard Setup
fa: تنظیمات صفحه کلید

source: Keymap
fa: نقشه کلید

source: LAN Adapter
fa: LAN آداپتور

source: LAN connection
fa: ارتباط LAN

source: Language
fa: زبان

source: Language selection
fa: انتخاب زبان

source: Last config
fa: آخرین پیکربندی

source: Last speed
fa: آخرین سرعت

source: Latitude
fa: عرض جغرافیایی

source: Latvian
fa: لتونی

source: Leave DVD Player?
fa: خروج از پخش کننده DVD?

source: Left
fa: چپ

source: Limit east
fa: محدودیت شرق

source: Limit west
fa: محدودیت غربی

source: Limits off
fa: خاموش کردن محدودیت

source: Limits on
fa: روشن کردن محدودیت

source: Link Quality
fa: کیفیت لینک

source: Link Quality:
fa: کیفیت لینک:

source: Link:
fa: لینک

source: Linked titles with a DVD menu
fa: عناوین لینک شده همراه یک منوی DVD

source: List available networks
fa: لیست شبکه های در دسترس

source: List of Storage Devices
fa: لیست دستگاه های ذخیره سازی

source: Lithuanian
fa: لیتوانی

source: Load
fa: آماده سازی

source: Load Length of Movies in Movielist
fa: آماده سازی طول فیلم ها در لیست فیلم

source: Load feed on startup:
fa: آماده سازی feed در راه اندازی

source: Load movie-length
fa: آماده سازی طول فیلم

source: Local Network
fa: شبکه محلی

source: Local share name
fa: نام share محلی

source: Location
fa: محل

source: Lock:
fa: قفل:

source: Log results to harddisk
fa: نتایج گزارش در دیسک سخت

source: Long Keypress
fa: فشار دادن طولانی دکمه

source: Long filenames
fa: نام های طولانی فایل

source: Longitude
fa: طول جغرافیایی

source: Lower USB
fa: USB پایینی

source: MORE
fa: بیشتر

source: Main menu
fa: منوی اصلی

source: Mainmenu
fa: منوی اصلی

source: Manage extensions
fa: مدیریت بسته ها

source: Manage local files
fa: مدیریت فایل های محلی

source: Manage logos to display at boot time or while in radio mode.
fa: مدیریت لوگو هایی که در زمان بوت و یا هنگام حالت رادیو نمایش داده میشوند

source: Manage logos to display at boottime
fa: مدیریت لوگو هایی که در زمان بوت نمایش داده میشوند

source: Manage network shares
fa: مدیریت به اشتراک گذاشته شده های شبکه

source: Manage your network shares...
fa: مدیریت shares شبکه خود

source: Manage your receiver's software
fa: مدیریت نرم افزار رسیور شما

source: Manual Scan
fa: اسکن دستی

source: Manual configuration
fa: پیکربندی دستی

source: Manual transponder
fa: ترانسپوندر دستی

source: Manufacturer
fa: تولید کننده

source: Match Timespan: %02d:%02d - %02d:%02d
fa: تطبیق Timespan: %02d:%02d - %02d:%02d

source: Match title
fa: تطبیق عنوان

source: Match title: %s
fa: تطبیق عنوان: %s

source: Maximum duration (in m)
fa: نهایت مدت (به دقیقه)

source: Media player
fa: پخش کننده صوتی و تصویری

source: MediaPlayer
fa: پخش کننده صوتی و تصویری

source: Medium is not a writeable DVD!
fa: DVD قابل رایت نیست

source: Medium is not empty!
fa: رسانه خالی نیست

source: Menu
fa: منو

source: Message
fa: پیام

source: Message...
fa: پیام

source: Mexico
fa: مکزیک

source: Mkfs failed
fa: Mkfs ناموفق

source: Mode
fa: حالت

source: Model:
fa: مدل:

source: Modulation
fa: زیر و بم

source: Modulator
fa: زیر و بم کننده

source: Mon
fa: دوشنبه

source: Mon-Fri
fa: دوشنبه-جمعه

source: Monday
fa: دوشنبه

source: Monthly
fa: ماهانه

source: More video entries.
fa: موارد تصویری بیشتر

source: Mosquito noise reduction
fa: کاهش صدای پشه

source: Most discussed
fa: بیشترین بحث شده

source: Most linked
fa: بیشتر لینک داده شده

source: Most popular
fa: مشهورترین

source: Most recent
fa: جدیدترین

source: Most responded
fa: بیشترین پاسخ

source: Most viewed
fa: بیشتر مشاهده شده

source: Mount failed
fa: Mount ناموفق

source: Mount informations
fa: اطلاعات Mount

source: Mount options
fa: گزینه های Mount

source: Mount type
fa: Mount نوع

source: MountManager
fa: Mount مدیریت

source: Mountpoints management
fa: مدیریت Mountpoints

source: Mounts editor
fa: ویرایشگر Mounts

source: Mounts management
fa: مدیریت Mounts

source: Move Picture in Picture
fa: انتقال تصویر در تصویر

source: Move east
fa: جابجایی به شرق

source: Move plugin screen
fa: حرکت صفحه نمایش پلاگین

source: Move screen down
fa: جابجایی پنجره به پایین

source: Move screen to the center of your TV
fa: جابجایی پنجره به مرکز تلوزیون شما

source: Move screen to the left
fa: جابجایی پنجره به چپ

source: Move screen to the lower left corner
fa: جابجایی پنجره به گوشه پایینی سمت چپ

source: Move screen to the lower right corner
fa: جابجایی پنجره به گوشه پایینی سمت راست

source: Move screen to the middle of the left border
fa: جابجایی پنجره به حاشیه وسطی سمت چپ

source: Move screen to the middle of the right border
fa: جابجایی پنجره به حاشیه وسطی سمت راست

source: Move screen to the right
fa: جابجایی پنجره به راست

source: Move screen to the upper left corner
fa: جابجایی پنجره به گوشه بالایی سمت چپ

source: Move screen to the upper right corner
fa: جابجایی پنجره به گوشه بالایی سمت راست

source: Move screen up
fa: جابجایی پنجره به بالا

source: Move west
fa: جابجایی به غرب

source: Movie location
fa: محل فیلم

source: Movielist menu
fa: منوی لیست فیلم

source: Multi EPG
fa: EPG چندگانه

source: Multi-EPG bouquet selection
fa: انتخاب لیست EPG چندگانه

source: Multimedia
fa: چند رسانه ای

source: Multiple service support
fa: پشتیبانی از چند کانال

source: Multiplex
fa: مرکب

source: Multisat
fa: چندین ماهواره

source: Music
fa: موسیقی

source: Mute
fa: بی صدا

source: MyTube Settings
fa: MyTube تنظیمات

source: MyTubePlayer Help
fa: MyTubePlayer راهنمای

source: MyTubePlayer active video downloads
fa: MyTubePlayer دانلود های فعال ویدویی

source: MyTubePlayer settings
fa: MyTubePlayer تنظیمات

source: MyTubeVideoInfoScreen
fa: MyTube پنجره اطلاعات تصویر

source: MyTubeVideohelpScreen
fa: MyTube پنجره راهنمای تصویر

source: N/A
fa: در دسترس نیست

source: NEXT
fa: بعدی

source: NFI Image Flashing
fa: فلش کردن ایمیج NFI

source: NOW
fa: اکنون

source: Name
fa: نام

source: Nameserver Setup
fa: Nameserver تنظیمات

source: Nameserver settings
fa: Nameserver تنظیمات

source: Namespace
fa: فضای نام

source: Nemesis BlackBox Skin
fa: Nemesis BlackBox اسکین

source: Nemesis BlackBox Skin for the Dreambox
fa: Nemesis BlackBox اسکین

source: Nemesis Blueline Single Skin
fa: Nemesis Blueline Single اسکین

source: Nemesis Blueline Single Skin for the Dreambox
fa: Nemesis Blueline Single اسکین

source: Nemesis Blueline Skin
fa: Nemesis Blueline اسکین

source: Nemesis Blueline Skin for the Dreambox
fa: Nemesis Blueline اسکین

source: Nemesis Blueline.Extended Skin
fa: Nemesis Blueline.Extended اسکین

source: Nemesis Blueline.Extended Skin for the Dreambox
fa: Nemesis Blueline.Extended اسکین

source: Nemesis ChromeLine Cobolt Skin
fa: Nemesis ChromeLine Cobolt اسکین

source: Nemesis ChromeLine Cobolt Skin for the Dreambox
fa: Nemesis ChromeLine Cobolt اسکین

source: Nemesis ChromeLine Skin
fa: Nemesis ChromeLine اسکین

source: Nemesis ChromeLine Skin for the Dreambox
fa: Nemesis ChromeLine اسکین

source: Nemesis Flatline Blue Skin
fa: Nemesis Flatline Blue اسکین

source: Nemesis Flatline Blue Skin for the Dreambox
fa: Nemesis Flatline Blue اسکین

source: Nemesis Flatline Skin
fa: Nemesis Flatline اسکین

source: Nemesis Flatline Skin for the Dreambox
fa: Nemesis Flatline اسکین

source: Nemesis GlassLine Skin
fa: Nemesis GlassLine اسکین

source: Nemesis GlassLine Skin for the Dreambox
fa: Nemesis GlassLine اسکین

source: Nemesis Greenline Extended Skin
fa: Nemesis Greenline Extended اسکین

source: Nemesis Greenline Extended Skin for the Dreambox
fa: Nemesis Greenline Extended اسکین

source: Nemesis Greenline Single Skin
fa: Nemesis Greenline Single اسکین

source: Nemesis Greenline Single Skin for the Dreambox
fa: Nemesis Greenline Single اسکین

source: Nemesis Greenline Skin
fa: Nemesis Greenline اسکین

source: Nemesis Greenline Skin for the Dreambox
fa: Nemesis Greenline اسکین

source: Nemesis Greyline Extended Skin
fa: Nemesis Greyline Extended اسکین

source: Nemesis Greyline Extended Skin for the Dreambox
fa: Nemesis Greyline Extended اسکین

source: Nemesis Greyline Single Skin
fa: Nemesis Greyline Single اسکین

source: Nemesis Greyline Single Skin for the Dreambox
fa: Nemesis Greyline Single اسکین

source: Nemesis Greyline Skin
fa: Nemesis Greyline اسکین

source: Nemesis Greyline Skin for the Dreambox
fa: Nemesis Greyline اسکین

source: Nemesis ShadowLine Skin
fa: Nemesis ShadowLine اسکین

source: Nemesis ShadowLine Skin for the Dreambox
fa: Nemesis ShadowLine اسکین

source: Network
fa: شبکه

source: Network Configuration...
fa: پیکربندی شبکه

source: Network Mount
fa: شبکه Mount

source: Network Setup
fa: تنظیمات شبکه

source: Network Wizard
fa: هدایتگر شبکه

source: Network scan
fa: اسکن شبکه

source: Network setup
fa: تنظیمات شبکه

source: Network test
fa: تست شبکه

source: Network test...
fa: تست شبکه

source: Network test:
fa: تست شبکه:

source: Network:
fa: شبکه:

source: NetworkBrowser
fa: مرورگر شبکه

source: NetworkWizard
fa: هدایتگر شبکه

source: Networkname (SSID)
fa: نام شبکه (SSID)

source: Never
fa: هیچ وقت

source: New
fa: جدید

source: New PIN
fa: رمز جدید

source: New Zealand
fa: نیوزیلند

source: New version:
fa: نسخه جدید:

source: News & Politics
fa: اخبار و سیاست

source: Next
fa: بعدی

source: No
fa: خیر

source: No (supported) DVDROM found!
fa: هیچ DVDROM قابل پشتیبانی یافت نشد

source: No Connection
fa: ارتباطی وجود ندارد

source: No HDD found or HDD not initialized!
fa: دیسک سخت پیدا نشد و یا دیسک سخت مقدار دهی اولیه نشده است

source: No backup needed
fa: نیازی به نسخه پشتیبان نیست

source: No description available.
fa: هیچ توضیحی در دسترس نیست

source: No details for this image file
fa: هیچ مشخصاتی برای این ایمیج وجود ندارد

source: No displayable files on this medium found!
fa: هیچ فایل قابل نمایشی روی این رسانه یافت نشد

source: No free tuner!
fa: تیونر آزاد وجود ندارد

source: No network connection available.
fa: هیچ ارتباط شبکه ای در دسترس نیست

source: No network devices found!
fa: هیچ دستگاه شبکه ای یافت نشد

source: No networks found
fa: هیچ شبکه ای یافت نشد

source: No packages were upgraded yet. So you can check your network and try again.
fa: هیچ بسته ای به روز رسانی نشده است ، تنظیمات شبکه را بررسی و دوباره سعی کنید

source: No picture on TV? Press EXIT and retry.
fa: اگر تصویر را در تلوزیون مشاهده نمیکنید با فشار دادن دکمه EXIT خارج شده و دوباره سعی کنید

source: No playable video found! Stop playing this movie?
fa: هیچ فایل تصویری قابل پخش یافت نشد ، پخش این فیلم متوقف شود ؟

source: No tags are set on these movies.
fa: هیچ برچسبی برای این فیلم ها تنظیم نشده است

source: No to all
fa: نه به همه

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
fa: هیچ تیونری فعال نشده است لطفا قبل از شروع اسکن کانال ابتدا تنظیمات تیونر را انجام دهید

source: No videos to display
fa: تصویری برای نمایش وجود ندارد

source: No wireless networks found! Searching...
fa: هیچ شبکه بدون سیمی یافت نشد ، در حال جستجو

source: No, but play video again
fa: خیر ، اما تصویر دوباره پخش شود

source: No, but restart from begin
fa: خیر ، ولی از ابتدا راه اندازی شود

source: No, but switch to video entries.
fa: خیر ، ولی بازگشت به موارد تصویر

source: No, but switch to video search.
fa: خیر ، ولی بازگشت به جستجوی تصویر

source: No, do nothing.
fa: خیر ، کاری انجام نشود

source: No, just start my dreambox
fa: خیر ، فقط دستگاه من روشن شود

source: No, never
fa: خیر ، هیچ وقت

source: No, not now
fa: خیر ، حالا نه

source: No, remove them.
fa: خیر ، حذف آنها

source: No, scan later manually
fa: خیر ، اسکن دستی در آینده انجام میشود

source: No, send them never
fa: خیر ، هیچ وقت ارسال نشوند

source: None
fa: هیچکدام

source: Nonlinear
fa: غیر خطی

source: Nonprofits & Activism
fa: سازمان های غیر انتفاعی و فعالان

source: North
fa: شمال

source: Norwegian
fa: نروژی

source: Not after
fa: نه بعد از

source: Not before
fa: نه قبل از

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
fa: فضای کافی وجود ندارد ، لطفا مقداری فضا خالی و دوباره تلاش کنید . (%d مگابایت نیاز است و %d مگابایت در دسترس است)

source: Now Playing
fa: در حال پخش

source: OK, guide me through the upgrade process
fa: من را به روند به روز رسانی راهنمایی کنید

source: OK, remove another extensions
fa: OK ، حذف یک بسته دیگر

source: OK, remove some extensions
fa: تعدادی بسته نرم افزاری حذف کنید

source: OSD Settings
fa: OSD تنظیمات

source: OSD visibility
fa: OSD پدیداری

source: Off
fa: خاموش

source: On
fa: روشن

source: On any service
fa: روی هر کانالی

source: On same service
fa: روی بعضی از کانال ها

source: One
fa: یک

source: Only Free scan
fa: فقط کانال های مجانی

source: Only extensions.
fa: فقط بسته ها

source: Only on Service: %s
fa: فقط روی کانال: %s

source: Open Context Menu
fa: باز کردن منوی متن

source: Open plugin menu
fa: باز کردن منوی پلاگین

source: Optionally enter your name if you want to.
fa: اگر مایل هستید نام خود را وارد کنید (اختیاری)

source: Orbital position
fa: موقعیت مداری

source: Outer Bound (+/-)
fa: کران بیرونی (+/-)

source: Overwrite configuration files ?
fa: بازنویسی فایل های پیکربندی ؟

source: Package list update
fa: به روز رسانی لیست بسته های نرم افزاری

source: Package removal failed.
fa: حذف بسته ناموفق

source: Package removed successfully.
fa: بسته با موفقیت حذف شد

source: Packet management
fa: مدیریت بسته های نرم افزاری

source: Packet manager
fa: مدیریت بسته های نرم افزاری

source: Parent Directory
fa: شاخه اصلی

source: Parental control
fa: کنترل والدین

source: Parental control services Editor
fa: ویرایشگر کانال های کنترل والدین

source: Parental control setup
fa: تنظیمات کنترل والدین

source: Parental control type
fa: نوع کنترل والدین

source: Password
fa: رمز عبور

source: Pause movie at end
fa: توقف فیلم هنگام پایان

source: People & Blogs
fa: مردم و وبلاگ ها

source: Persian
fa: فارسی

source: Pets & Animals
fa: حیوانات خانگی و جانوران

source: Phone number
fa: شماره تلفن

source: PiPSetup
fa: تنظیمات تصویر در تصویر

source: PicturePlayer
fa: نمایش دهنده تصاویر

source: Pin code needed
fa: رمز مورد نیاز است

source: Play
fa: پخش

source: Play Audio-CD...
fa: پخش CD صوتی

source: Play DVD
fa: پخش DVD

source: Play Music...
fa: پخش موسیقی

source: Play YouTube movies
fa: پخش فیلم های YouTube

source: Play next video
fa: پخش تصویر بعدی

source: Play recorded movies...
fa: پخش فیلم های ضبط شده

source: Play video again
fa: پخش دوباره تصویر

source: Please Reboot
fa: لطفا دستگاه را دوباره راه اندازی کنید

source: Please Select Medium to be Scanned
fa: لطفا یک رسانه را برای اسکن انتخاب کنید

source: Please change recording endtime
fa: لطفا زمان پایان ضبط کردن را تغییر دهید

source: Please check your network settings!
fa: لطفا تنظیمات شبکه خود را بررسی کنید

source: Please choose an extension...
fa: لطفا یک بسته انتخاب کنید

source: Please choose he package...
fa: لطفا یک بسته انتخاب کنید

source: Please choose the default services lists you want to install.
fa: لطفا لیست های پیش فرض مورد نظر خود را برای نصب انتخاب کنید

source: Please enter a name for the new bouquet
fa: لطفا یک نام برای لیست جدید وارد کنید

source: Please enter a name for the new marker
fa: لطفا یک نام برای علامت جدید وارد کنید
