Repository: BarviX6/openhdf-enigma2
Catalog: po/*.po
Languages: fa

source: end favourites edit
fa: پایان ویرایش مورد علاقه

source: equal to
fa: مساوی با

source: exact match
fa: تطبیق کامل

source: exit DVD player or return to file browser
fa: خروج از پخش کننده DVD یا بازگشت به مرورگر فایل

source: exit mediaplayer
fa: خروج از پخش کننده

source: exit movielist
fa: خروج از لیست فیلم

source: exit nameserver configuration
fa: خروج از پیکربندی nameserver

source: exit network adapter configuration
fa: خروج از پیکربندی آداپتور شبکه

source: exit network interface list
fa: خروج از لیست رابط شبکه

source: exit networkadapter setup menu
fa: خروج از منوی تنظیمات آداپتور شبکه

source: fileformats (BMP, PNG, JPG, GIF)
fa: فرمت های فایل (BMP, PNG, JPG, GIF)

source: filename
fa: نام فایل

source: forward to the next chapter
fa: جلو رفتن به فصل بعدی

source: free
fa: خالی

source: free diskspace
fa: فضای خالی دیسک

source: go to deep standby
fa: رفتن به خاموشی کامل

source: go to standby
fa: رفتن به خاموشی موقت

source: grab this frame as bitmap
fa: گرفتن این فریم به عنوان bitmap

source: green
fa: سبز

source: hear radio...
fa: گوش کردن به رادیو

source: help...
fa: راهنما

source: hide extended description
fa: مخفی کردن مشخصات طولانی

source: hide player
fa: مخفی کردن پخش کننده

source: horizontal
fa: افقی

source: hour
fa: ساعت

source: hours
fa: ساعت

source: immediate shutdown
fa: خاموشی فوری

source: in Description
fa: در توضیحات

source: in Shortdescription
fa: در توضیحات کوتاه

source: in Title
fa: در عنوان

source: init module
fa: ماژول init

source: init modules
fa: ماژول های init

source: insert mark here
fa: درج علامت اینجا

source: jump back to the previous title
fa: پرش به عقب عنوان قبلی

source: jump forward to the next title
fa: پرش به جلو عنوان بعدی

source: jump to listbegin
fa: پرش به شروع لیست

source: jump to listend
fa: پرش به پایان لیست

source: jump to next marked position
fa: پرش به مکان علامت گذاری شده بعدی

source: jump to previous marked position
fa: پرش به مکان علامت گذاری شده قبلی

source: leave movie player...
fa: خروج از پخش کننده فیلم

source: left
fa: چپ

source: length
fa: طول

source: list of EPG views...
fa: لیست مشاهدات EPG

source: load playlist
fa: آماده سازی لیست پخش

source: locked
fa: قفل شده

source: manual
fa: دستی

source: menu
fa: منو

source: mins
fa: دقیقه

source: minute
fa: دقیقه

source: minutes
fa: دقیقه

source: month
fa: ماه

source: move PiP to main picture
fa: انتقال تصویر در تصویر به تصویر اصلی

source: move down to last entry
fa: حرکت به پایین تا آخرین مورد

source: move down to next entry
fa: حرکت به پایین تا مورد بعدی

source: move up to first entry
fa: حرکت به بالا تا اولین مورد

source: move up to previous entry
fa: حرکت کردن به مورد قبلی

source: movie list
fa: لیست فیلم

source: never
fa: هیچ وقت

source: next channel
fa: کانال بعدی

source: next channel in history
fa: کانال بعدی در تاریخچه

source: no
fa: خیر

source: no CAId selected
fa: هیچ CAId انتخاب نشده است

source: no CI slots found
fa: هیچ شکاف CI یافت نشد

source: no Services/Providers selected
fa: هیچ کانال و یا ارائه کننده ای انتخاب نشده است

source: no module found
fa: ماژول یافت نشد

source: no standby
fa: خاموشی موقت خیر

source: no timeout
fa: مهلت وجود ندارد

source: none
fa: هیچکدام

source: not configured
fa: پیکربندی نشده

source: not locked
fa: قفل نشده

source: not supported
fa: پشتیبانی نشده

source: not used
fa: استفاده نشده

source: nothing connected
fa: هیچ چیزی متصل نیست

source: off
fa: خاموش

source: on
fa: روشن

source: on Weekday
fa: در روز هفته

source: once
fa: یکبار

source: open nameserver configuration
fa: باز کردن پیکربندی nameserver

source: open servicelist
fa: باز کردن لیست کانال

source: open servicelist(down)
fa: باز کردن لیست کانال - پایین

source: open servicelist(up)
fa: باز کردن لیست کانال - بالا

source: partial match
fa: تطبیق جزئی

source: pass
fa: قبول

source: pause
fa: مکث

source: play entry
fa: پخش مورد

source: play from next mark or playlist entry
fa: پخش کردن از علامت بعدی یا مورد لیست پخش

source: play from previous mark or playlist entry
fa: پخش کردن از علامت قبلی یا مورد لیست پخش

source: please press OK when ready
fa: هنگامی که آماده بودید دکمه OK را فشار دهید

source: please wait, loading picture...
fa: در حال آماده سازی عکس ، لطفا صبر کنید

source: previous channel
fa: کانال قبلی

source: previous channel in history
fa: کانال قبلی در تاریخچه

source: record
fa: ضبط

source: recording...
fa: در حال ضبط کردن

source: red
fa: قرمز

source: redesigned Kerni-HD1 skin
fa: اسکین

source: remove a nameserver entry
fa: حذف یک مورد nameserver

source: remove after this position
fa: حذف بعد از این مکان

source: remove all alternatives
fa: حذف همه متناوب ها

source: remove all new found flags
fa: حذف همه پرچم های تازه یافت شده

source: remove before this position
fa: حذف قبل از این مکان

source: remove bookmark
fa: حذف علامت

source: remove directory
fa: حذف شاخه

source: remove entry
fa: حذف مورد

source: remove from parental protection
fa: حذف از حفاظت توسط کنترل والدین

source: remove new found flag
fa: حذف پرچم تازه یافت شده

source: remove selected satellite
fa: حذف ماهواره انتخاب شده

source: remove this mark
fa: حذف این علامت

source: repeat playlist
fa: تکرار لیست پخش

source: repeated
fa: تکرار شده

source: rewind to the previous chapter
fa: بازگشت به فصل قبلی

source: right
fa: راست

source: save last directory on exit
fa: ذخیره آخرین شاخه هنگام خروج

source: save playlist
fa: ذخیره لیست پخش

source: save playlist on exit
fa: ذخیره لیست پخش هنگام خروج

source: scan done!
fa: اسکن انجام شد

source: scan in progress - %d%% done!
fa: در حال اسکن کردن - %d%% انجام شده است

source: scan state
fa: حالت اسکن

source: second
fa: ثانیه

source: second cable of motorized LNB
fa: کابل دوم LNB تنظیم شده توسط موتور

source: seconds
fa: ثانیه

source: select
fa: انتخاب

source: select CAId
fa: انتخاب CAId

source: select CAId's
fa: انتخاب CAId's

source: select interface
fa: انتخاب رابط

source: select menu entry
fa: انتخاب مورد منو

source: select movie
fa: انتخاب فیلم

source: select the movie path
fa: انتخاب مسیر فیلم

source: service PIN
fa: رمز کانال

source: set enigma2 to standby-mode after startup
fa: تنظیم انیگما 2 برای خاموشی موقت بعد از راه اندازی

source: sets the Audio Delay (LipSync)
fa: تنظیم تاخیر صدا LipSync

source: setup PIN
fa: رمز تنظیمات

source: show DVD main menu
fa: نمایش منوی اصلی DVD

source: show EPG...
fa: نمایش EPG

source: show Infoline
fa: نمایش خط اطلاعات

source: show all
fa: نمایش همه

source: show alternatives
fa: نمایش متناوب

source: show event details
fa: نمایش مشخصات رخداد

source: show extended description
fa: نمایش توضیحات طولانی

source: show first selected tag
fa: نمایش برچسب انتخاب شده اول

source: show second selected tag
fa: نمایش برچسب انتخاب شده دوم

source: show shutdown menu
fa: نمایش منوی خاموش کردن

source: show single service EPG...
fa: نمایش EPG کانال به صورت تکی

source: show tag menu
fa: نمایش منوی برچسب

source: show transponder info
fa: نمایش اطلاعات فرستنده

source: shuffle playlist
fa: لیست پخش مخلوط

source: shut down
fa: خاموش کردن کامل

source: shutdown
fa: خاموش کردن

source: simple
fa: ساده

source: skip backward
fa: پرش به عقب

source: skip backward (enter time)
fa: پرش به عقب - با وارد کردن مدت زمان

source: skip forward
fa: پرش به جلو

source: skip forward (enter time)
fa: پرش به جلو - با وارد کردن مدت زمان

source: slide picture in loop
fa: تصویر اسلاید در حلقه

source: sort by date
fa: چیدمان بر اساس تاریخ

source: special characters
fa: کاراکتر های خاص

source: standard
fa: استاندارد

source: standby
fa: خاموشی موقت

source: start cut here
fa: شروع برش اینجا

source: start directory
fa: شروع شاخه

source: start timeshift
fa: شروع تغییر زمان

source: stereo
fa: صدای استریو

source: stop PiP
fa: توقف تصویر در تصویر

source: stop entry
fa: توقف مورد

source: stop recording
fa: توقف ضبط کردن

source: stop timeshift
fa: توقف تغییر زمان

source: swap PiP and main picture
fa: جابجایی حالت تصویر در تصویر با تصویر اصلی

source: switch to bookmarks
fa: مراجعه به علامت گذاری شده ها

source: switch to filelist
fa: مراجعه به لیست فایل ها

source: switch to playlist
fa: مراجعه به لیست پخش

source: switch to the next angle
fa: مراجعه به زاویه دید بعدی

source: switch to the next audio track
fa: مراجعه به آهنگ صوتی بعدی

source: switch to the next subtitle language
fa: مراجعه به زیرنویس زبان بعدی

source: template file
fa: قالب فایل

source: textcolor
fa: رنگ متن

source: this recording
fa: این ضبط کردن

source: this service is protected by a parental control pin
fa: این کانال توسط رمز کنترل والدین حفاظت شده است

source: toggle a cut mark at the current position
fa: ثبت یک علامت برش در مکان فعلی

source: toggle time, chapter, audio, subtitle info
fa: اطلاعات زمان ، فصل ، صدا ، زیرنویس

source: tuner is not supported
fa: تیونر پشتیبانی نمیشود

source: unable to find timer with id %i
fa: عاجز از پیدا کردن زمان با id %i

source: unconfirmed
fa: تایید نشده

source: unknown
fa: نامشخص

source: unknown service
fa: کانال نامشخص

source: until standby/restart
fa: تا خاموشی موقت یا راه اندازی مجدد

source: use as HDD replacement
fa: استفاده به عنوان جایگزینی دیسک سخت

source: use your Dreambox as Web proxy
fa: استفاده از دستگاه خود به عنوان پراکسی وب

source: use your Dreambox as Web proxy.
fa: استفاده از دستگاه خود به عنوان پراکسی وب

source: user defined
fa: تعریف شده توسط کاربر

source: vertical
fa: عمودی

source: view extensions...
fa: مشاهده بسته ها

source: view recordings...
fa: مشاهده ظبط شده ها

source: wait for ci...
fa: صبر کردن برای ci

source: wait for mmi...
fa: صبر کردن برای mmi

source: waiting
fa: صبر کردن

source: was removed successfully
fa: با موفقیت حذف شد

source: weekly
fa: هفته ای

source: whitelist
fa: لیست سفید

source: wireless network interface
fa: رابط شبکه بدون سیم

source: working
fa: در حال کار

source: yellow
fa: زرد

source: yes
fa: بله

source: yes (keep feeds)
fa: بله نگه داشتن feeds

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
fa: دستگاه شما احتمالا غیر قابل استفاده شده است ، لطفا قبل از راه اندازی مجدد دستگاه دفترچه راهنما را برای کمک بیشتر مطالعه کنید ، به شما توصیه میشود دوباره ایمیج نصب کنید

source: zap
fa: حذف

source: zapped
fa: حذف شد
