Repository: BarviX6/openhdf-enigma2
Catalog: po/*.po
Languages: fa

source: Communication
fa: ارتباط

source: Compact Flash
fa: فلش فشرده

source: Complete
fa: کامل

source: Complex (allows mixing audio tracks and aspects)
fa: مختلط (اجازه میدهد که قطعات موسیقی و مناظر ترکیب شوند)

source: Composition of the recording filenames
fa: ترکیب نام های فایل های ضبط

source: Configuration Mode
fa: حالت پیکربندی

source: Configuration for the Webinterface
fa: پیکربندی رابط وب

source: Configure AutoTimer behavior
fa: پیکربندی عملکرد زمان خودکار

source: Configure interface
fa: رابط مشترک

source: Configure nameservers
fa: پیکربندی nameservers

source: Configure your WLAN network interface
fa: پیکربندی رابط بدون سیم شبکه شما

source: Configure your internal LAN
fa: شبکه سیمی داخلی خود را دوباره پیکربندی کنید

source: Configure your network again
fa: شبکه خود را دوباره پیکربندی کنید

source: Configure your wireless LAN again
fa: شبکه بدون سیم خود را دوباره پیکربندی کنید

source: Configuring
fa: پیکربندی

source: Conflicting timer
fa: زمان متناقض

source: Connect
fa: وصل کردن

source: Connect to a Wireless Network
fa: وصل شدن به شبکه بدون سیم

source: Connected to
fa: وصل شده به

source: Connected!
fa: وصل شد

source: Content does not fit on DVD!
fa: مقدار محتوا مناسب برای DVD نیست

source: Continue
fa: ادامه

source: Continue configuring your network
fa: ادامه پیکربندی شبکه شما

source: Continue in background
fa: ادامه در پس زمینه

source: Continue playing
fa: ادامه پخش کردن

source: Contrast
fa: کنتراست

source: Control recording completely by service
fa: کنترل کامل ضبط کردن توسط کانال

source: Control your Dreambox with your Web browser.
fa: کنترل دستگاه شما فقط با مرورگر شما

source: Control your Dreambox with your browser
fa: کنترل دستگاه شما فقط با مرورگر شما

source: Control your dreambox with only the MUTE button
fa: کنترل دستگاه شما فقط با دکمه MUTE

source: Control your dreambox with only the MUTE button.
fa: کنترل دستگاه شما فقط با دکمه MUTE

source: Control your internal system fan.
fa: کنترل فن داخلی سیستم شما

source: Control your kids's tv usage
fa: کنترل میزان استفاده از تلوزیون فرزندان شما

source: Control your system fan
fa: کنترل فن سیستم شما

source: Copy, rename, delete, move local files on your Dreambox.
fa: کپی ، تغییر نام ، حذف و انتقال فایل های محلی دستگاه شما

source: Could not connect to Dreambox .NFI Image Feed Server:
fa: ارتباط با سرور ایمیج NFI دستگاه میسر نیست

source: Could not load Medium! No disc inserted?
fa: رسانه قابل لود شدن نیست ، دیسک داخل گذاشته نشده است ؟

source: Could not open Picture in Picture
fa: تصویر در تصویر باز نمیشود

source: Couldn't record due to conflicting timer %s
fa: با توجه به مغایرت زمان %s ضبط کردن مقدور نیست

source: Couldn't record due to invalid service %s
fa: با توجه به کانال نامعتبر %s ضبط کردن مقدور نیست

source: Crashlog settings
fa: تنظیمات گزارش خطای دستگاه

source: CrashlogAutoSubmit
fa: ارسال خودکار گزارش های خطای دستگاه

source: CrashlogAutoSubmit settings
fa: تنظیمات ارسال خودکار گزارش های خطای دستگاه

source: CrashlogAutoSubmit settings...
fa: تنظیمات ارسال خودکار گزارش های خطای دستگاه

source: Crashlogs found! Send them to Dream Multimedia?
fa: گزارش های خطای دستگاه یافت شدند برای شرکت Dream Multimedia ارسال شوند ؟

source: Create DVD-ISO
fa: ایجاد DVD-ISO

source: Create a backup of your Video DVD on your DreamBox hard drive.
fa: تهیه نسخه پشتیبان از DVD تصویری شما روی هارد دستگاه شما

source: Create a backup of your Video-DVD
fa: تهیه نسخه پشتیبان از DVD تصویری شما

source: Create a new AutoTimer.
fa: ایجاد یک زمان خودکار جدید

source: Create a new timer using the classic editor
fa: ایجاد یک زمان جدید با استفاده از ویرایشگر کلاسیک

source: Create a new timer using the wizard
fa: ایجاد یک زمان جدید با استفاده از هدایتگر

source: Create directory
fa: ایجاد پوشه

source: Create movie folder failed
fa: ایجاد پوشه فیلم ناموفق

source: Create movie folder failed. Please verify your mountpoint!
fa: ایجاد پوشه فیلم ناموفق بود لطفا mountpoint خود را بررسی کنید

source: Create preview pictures of your Movies
fa: ساخت تصاویر پیش نمایش از فیلم های شما

source: Create remote timers
fa: ایجاد زمان های ریموت

source: Create timers on remote Dreamboxes.
fa: ایجاد زمان های ریموت دستگاه

source: Creating directory %s failed.
fa: ایجاد شاخه %s ناموفق

source: Creating partition failed
fa: ایجاد پارتیشن ناموفق

source: Croatian
fa: کرواسی

source: Current Transponder
fa: فرستنده فعلی

source: Current device:
fa: دستگاه فعلی:

source: Current settings:
fa: تنظیمات فعلی:

source: Current value:
fa: مقدار فعلی:

source: Current version:
fa: نسخه فعلی:

source: Currently installed image
fa: ایمیج نصب شده فعلی

source: Custom (%s)
fa: سفارشی (%s)

source: Custom location
fa: محل خاص

source: Custom offset
fa: offset سفارشی

source: Custom skip time for '1'/'3'-keys
fa: پرش سفارشی زمان برای کلید های 1 و3

source: Custom skip time for '4'/'6'-keys
fa: پرش سفارشی زمان برای کلید های 4 و 6

source: Custom skip time for '7'/'9'-keys
fa: پرش سفارشی زمان برای کلید های 7 و 9

source: Customize
fa: سفارشی

source: Customize Vali-XD skins
fa: سفارشی کردن اسکین های Vali-XD

source: Customize Vali-XD skins by yourself.
fa: سفارشی کردن اسکین های Vali-XD توسط خود شما

source: Cut
fa: برش

source: Cut your movies
fa: برش فیلم های شما

source: Cut your movies.
fa: برش فیلم های شما

source: CutListEditor allows you to edit your movies
fa: ویرایشگر برش لیست به شما اجازه میدهد که فیلم های خود را ویرایش کنید

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
fa: ویرایشگر برش لیست به شما اجازه میدهد که فیلم های خود را ویرایش کنید به دنبال شروع مواردی باشید که میخواهید بریده شوند ، دکمه OK را فشار دهید و "شروع برش" را انتخاب کنید سپس دنبال پایان موارد باشید ، دکمه OK را فشار دهید و "پایان برش" را انتخاب کنید

source: Cutlist editor...
fa: ویرایشگر برش لیست

source: Czech
fa: چکوسلواکی

source: Czech Republic
fa: جمهوری چک

source: DUAL LAYER DVD
fa: DVD دو لایه

source: DVB-S only
fa: فقط DVB-S

source: DVD Drive
fa: درایو DVD

source: DVD File Browser
fa: مرورگر فایل DVD

source: DVD Player
fa: پخش کننده DVD

source: DVD Titlelist
fa: لیست عنوان DVD

source: DVD media toolbox
fa: جعبه ابزار رسانه DVD

source: DVDPlayer plays your DVDs on your Dreambox
fa: پخش کننده DVD رسانه های DVD شما را در دستگاه پخش میکند

source: DVDPlayer plays your DVDs on your Dreambox. With the DVDPlayer you can play your DVDs on your Dreambox from a DVD or even from an iso file or video_ts folder on your harddisc or network.
fa: پخش کننده DVD رسانه های DVD شما را در دستگاه پخش میکند با پخش کننده DVD شما میتوانید رسانه های DVD خود را از DVD ، پوشه video_ts روی هارد و یا شبکه و حتی ایمیج iso نیز پخش کنید

source: Danish
fa: دانمارکی

source: Date
fa: تاریخ

source: Decide if you want to enable or disable the Cleanup Wizard.
fa: تصمیم بگیرید که آیا میخواهید هدایتگر پاک ساز فعال شود یا غیر فعال

source: Decide what should be done when crashlogs are found.
fa: تصمیم بگیرید که وقتی گزارش خطا یافت شد چه باید شود

source: Decide what should happen to the crashlogs after submission.
fa: تصمیم بگیرید که بعد از ثبت گزارش خطا باید با آنها چه کرد

source: Decrease delay
fa: کاهش تاخیر

source: Decrease delay by %i ms (can be set)
fa: کاهش تاخیر با %i میلی ثانیه (قابل تنظیم)

source: Deep Standby
fa: خاموشی کامل

source: Default
fa: پیش فرض

source: Default Settings
fa: تنظیمات پیش فرض

source: Default movie location
fa: محل پیش فرض فیلم

source: Default services lists
fa: لیست های پیش فرض کانال ها

source: Default storage device
fa: وسیله ذخیره سازی پیش فرض

source: Default storage device is not available!
fa: وسیله ذخیره سازی پیش فرض در دسترس نیست

source: Default storage device was removed!
fa: وسیله ذخیره سازی پیش فرض حذف شد

source: Defaults
fa: پیش فرض

source: Define a related pip service
fa: یک کانال مرتبط برای تصویر در تصویر تعریف کنید

source: Define a related pip service
fa: یک کانال مرتبط برای تصویر در تصویر تعریف کنید

source: Define a startup service
fa: تعیین یک کانال به عنوان پیش فرض شروع دستگاه

source: Define a startup service for your Dreambox.
fa: تعیین یک کانال به عنوان پیش فرض شروع دستگاه شما

source: Deinterlacer mode for interlaced content
fa: حالت غیر interlace برای محتوای interlace

source: Deinterlacer mode for progressive content
fa: حالت غیر interlace برای محتوای progressive

source: Delay
fa: تاخیر

source: Delay x seconds after service started
fa: تاخیر x ثانیه ای بعد از شروع کانال

source: Delete
fa: حذف

source: Delete crashlogs
fa: حذف گزارش های خطای دستگاه

source: Delete entry
fa: حذف مورد

source: Delete failed!
fa: حذف ناموفق

source: Delete mount
fa: حذف mount

source: Delete no more configured satellite %s?
fa: ماهواره پیکربندی شده بیش از این حذف نشود %s?

source: Descending
fa: نزولی

source: Description
fa: توضیحات

source: Deselect
fa: عدم انتخاب

source: Details for plugin:
fa: مشخصات پلاگین

source: Detected HDD:
fa: دیسک سخت شناخته شده:

source: Detected NIMs:
fa: NIM های شناسایی شده:

source: DiSEqC mode
fa: DiSEqC حالت

source: DiSEqC repeats
fa: DiSEqC تکرار

source: DiSEqC-Tester settings
fa: تنظیمات تستر DiSEqC

source: Dialing:
fa: شماره گیری:

source: Digital contour removal
fa: حذف contour دیجیتال

source: Dir:
fa: شاخه:

source: Direct playback of Youtube videos
fa: پخش مستقیم ویدیو های YouTube

source: Direct playback of linked titles without menu
fa: پخش مستقیم عناوین لینک شده بدون منو

source: Directory %s nonexistent.
fa: پوشه %s وجود ندارد

source: Directory browser
fa: مرورگر شاخه

source: Disable
fa: غیر فعال

source: Disable Picture in Picture
fa: غیر فعال کردن تصویر در تصویر

source: Disable crashlog reporting
fa: غیر فعال کردن گزارش های خطای دستگاه

source: Disable timer
fa: غیر فعال کردن زمان

source: Disabled
fa: غیر فعال شد

source: Discard changes and close plugin
fa: نادیده گرفتن تغییرات و بستن پلاگین

source: Discard changes and close screen
fa: نادیده گرفتن تغییرات و بستن پنجره

source: Disconnect
fa: قطع کردن

source: Dish
fa: دیش

source: Display 16:9 content as
fa: نمایش محتوای 16:9 به صورت

source: Display 4:3 content as
fa: نمایش محتوای 4:3 به صورت

source: Display >16:9 content as
fa: نمایش محتوای 16:9 به صورت

source: Display Setup
fa: تنظیمات تصویر

source: Display and Userinterface
fa: نمایش و رابط کاربری

source: Display search results by:
fa: نمایش نتایج جستجو توسط:

source: Display your photos on the TV
fa: نمایش عکس های شما روی تلوزیون

source: Displays Movie Information from the InternetMovieDatabase
fa: اطلاعات فیلم را از بانک اطلاعاتی اینترنتی فیلم نمایش میدهد

source: Displays Movie Information from the Online Film Datenbank (German)
fa: اطلاعات فیلم را از بانک اطلاعاتی اینترنتی فیلم (آلمانی) نمایش میدهد

source: Do nothing.
fa: هیچ کاری انجام نشود

source: Do you really want to REMOVE the plugin "%s"?
fa: آیا واقعا میخواهید پلاگین "%s" را حذف کنید ؟

source: Do you really want to check the filesystem? This could take lots of time!
fa: آیا واقعا میخواهید سیستم فایل را بررسی کنید؟ ممکن است زمان زیادی صرف شود

source: Do you really want to delete %s %s?
fa: آیا واقعا میخواهید حذف کنید %s %s?

source: Do you really want to delete %s?
fa: آیا واقعا قصد حذف کردن %s را دارید؟

source: Do you really want to download the plugin "%s"?
fa: آیا واقعا میخواهید دانلود کنید پلاگین "%s"?

source: Do you really want to exit?
fa: آیا واقعا قصد خروج دارید؟

source: Do you really want to initialize this hard disk? All data on this disk will be lost!
fa: آیا واقعا میخواهید که این هارد مقدار دهی اولیه شود ؟ تمامی اطلاعات موجود روی این دیسک از دست خواهند رفت

source: Do you really want to initialize this storage device? All data on this device will be lost!
fa: آیا واقعا میخواهید که این وسیله ذخیر سازی مقدار دهی اولیه شود ؟ تمامی اطلاعات موجود روی این وسیله از دست خواهند رفت

source: Do you really want to remove directory %s from the disk?
fa: آیا واقعا میخواهید پوشه %s را از دیسک حذف کنید ؟

source: Do you really want to remove your bookmark of %s?
fa: آیا واقعا میخواهید علامت خود را از %s حذف کنید ؟

source: Do you want to burn this collection to DVD medium?
fa: آیا میخواهید این مجموعه را روی DVD رایت کنید ؟

source: Do you want to do a service scan?
fa: آیا میخواهید اسکن کانال انجام شود ؟

source: Do you want to do another manual service scan?
fa: آیا میخواهید اسکن دستی کانال دیگری انجام شود ؟

source: Do you want to download the image to %s ?
fa: آیا میخواهید ایمیج را در %s دانلود کنید ؟

source: Do you want to enable the parental control feature on your dreambox?
fa: آیا میخواهید ویژگی کنترل والدین را در دستگاه خود فعال کنید ؟

source: Do you want to enter a username and password for this host?
fa: آیا میخواهید نام کاربری و رمز عبور برای این میزبان وارد کنید ؟

source: Do you want to install default sat lists?
fa: آیا میخواهید لیست های پیش فرض ماهواره نصب کنید ؟

source: Do you want to install the package:
fa: آیا میخواهید بسته را نصب کنید :

source: Do you want to play DVD in drive?
fa: آیا میخواهید یک DVD پخش کنید ؟

source: Do you want to preview this DVD before burning?
fa: آیا میخواهید قبل از رایت کردن DVD آن را مشاهده کنید ؟

source: Do you want to reboot your Dreambox?
fa: آیا میخواهید دستگاه شما دوباره راه اندازی شود ؟

source: Do you want to remove the package:
fa: آیا میخواهید بسته را حذف کنید :

source: Do you want to restore your settings?
fa: آیا میخواهید تنظیمات شما بازگردانی شود ؟

source: Do you want to resume this playback?
fa: آیا میخواهید به پخش این مورد ادامه داده شود ؟

source: Do you want to see more entries?
fa: آیا میخواهید موارد بیشتری را ببینید ؟

source: Do you want to submit your email address and name so that we can contact you if needed?
fa: آیا میخواهید آدرس ایمیل و نام خود را ارسال کنید تا هنگامی که نیاز باشد با شما تماس بگیریم ؟

source: Do you want to update your Dreambox?
fa: آیا میخواهید دستگاه خود را به روز رسانی کنید ؟

source: Do you want to update your Dreambox? After pressing OK, please wait!
fa: آیا میخواهید دستگاه خود را به روز رسانی کنید ؟ بعد از فشار دادن دکمه OK لطفا صبر کنید

source: Do you want to upgrade the package:
fa: آیا میخواهید بسته به روز رسانی شود :

source: Do you want to view a tutorial?
fa: آیا میخواهید خود آموز را مشاهده کنید ؟

source: Don't ask, just send
fa: پرسیده نشود فقط ارسال شود

source: Don't stop current event but disable coming events
fa: رخداد فعلی متوقف نشود اما رخداد های بعدی غیر فعال شوند

source: Done - Installed or upgraded %d packages
fa: انجام شد ، تعداد %d مورد نصب یا به روز رسانی شد

source: Done - Installed, upgraded or removed %d packages with %d errors
fa: انجام شد ، تعداد %d بسته با %d خطا نصب ، به روز رسانی و یا حذف شد

source: Download
fa: دانلود

source: Download %s from Server
fa: دانلود %s از سرور

source: Download .NFI-Files for USB-Flasher
fa: دانلود فایل های NFI برای USB-Flasher

source: Download Plugins
fa: دانلود پلاگین ها

source: Download Video
fa: دانلود ویدیو

source: Download files from Rapidshare
fa: دانلود فایل ها از سایت رپیدشیر

source: Download location
fa: دانلود محل

source: Download subtitle to any movie.
fa: دانلود زیرنویس برای هر فیلمی

source: Downloadable new plugins
fa: پلاگین های جدید قابل دانلود

source: Downloadable plugins
fa: پلاگین های قابل دانلود

source: Downloading
fa: در حال دانلود

source: Downloading plugin information. Please wait...
fa: در حال دانلود کردن اطلاعات پلاگین ها - لطفا صبر کنید

source: Downloading screenshots. Please wait...
fa: در حال دانلود کردن تصاویر ، لطفا صبر کنید

source: Dreambox format data DVD (HDTV compatible)
fa: فرمت داده DVD (سازگار با HDTV)

source: Dreambox software because updates are available.
fa: نرم افزار دستگاه چون به روز رسانی فعال است

source: Driver for Ralink RT8070/RT3070/RT3370 based wireless-n USB devices.
fa: درایور برای دستگاه های بدون سیم USB با چیپ Ralink RT8070/RT3070/RT3370

source: Driver for Realtek r8712u based wireless-n USB devices.
fa: درایور برای دستگاه های بدون سیم USB با چیپ Realtek r8712u

source: Duration:
fa: مدت:

source: Dutch
fa: فلمنکی

source: Dynamic contrast
fa: کنتراست پویا

source: EPG Selection
fa: EPG انتخاب

source: EPG encoding
fa: رمز گذاری EPG

source: ERROR - failed to scan (%s)!
fa: خطا ، اسکن انجام نشد (%s)

source: East
fa: شرق

source: Edit
fa: ویرایش

source: Edit AutoTimer
fa: ویرایش زمان خودکار

source: Edit AutoTimer filters
fa: ویرایش فیلتر های زمان خودکار

source: Edit AutoTimer services
fa: ویرایش کانال های زمان خودکار

source: Edit DNS
fa: ویرایش DNS

source: Edit Timers and scan for new Events
fa: ویرایش زمان ها و اسکن برای رخداد های جدید

source: Edit Title
fa: ویرایش عنوان

source: Edit bouquets list
fa: ویرایش لیست های کانال

source: Edit chapters of current title
fa: ویرایش فصل های عنوان فعلی

source: Edit new timer defaults
fa: ویرایش پیش فرض های جدید زمان

source: Edit selected AutoTimer
fa: ویرایش زمان خودکار انتخاب شده

source: Edit services list
fa: ویرایش لیست کانال ها

source: Edit settings
fa: ویرایش تنظیمات

source: Edit tags of recorded movies
fa: ویرایش برچسب های فیلم های ضبط شده

source: Edit tags of recorded movies.
fa: ویرایش برچسب های فیلم های ضبط شده

source: Edit the Nameserver configuration of your Dreambox.
fa: ویرایش پیکربندی نام سرور دستگاه شما

source: Edit the network configuration of your Dreambox.
fa: ویرایش پیکربندی شبکه دستگاه شما

source: Edit title
fa: ویرایش عنوان

source: Edit upgrade source url.
fa: ویرایش منبع به روز رسانی

source: Editing
fa: در حال ویرایش

source: Editor for fstab
fa: ویرایشگر برای fstab

source: Editor for new AutoTimers
fa: ویرایشگر برای زمان های خودکار جدید

source: Education
fa: آموزش

source: Electronic Program Guide
fa: راهنمای الکترونیکی برنامه

source: Emailclient is an IMAP4 e-mail viewer for the Dreambox.
fa: پلاگین ایمیل یک نمایش دهنده ایمیل IMAP4 برای دستگاه است

source: Enable
fa: فعال

source: Enable /media
fa: فعال کردن /media

source: Enable 1080p24 Mode
fa: فعال کردن حالت 1080p24

source: Enable 1080p25 Mode
fa: فعال کردن حالت 1080p25

source: Enable 1080p30 Mode
fa: فعال کردن حالت 1080p30

source: Enable 5V for active antenna
fa: فعال کردن 5 ولت برای آنتن فعال

source: Enable 720p24 Mode
fa: فعال کردن حالت 720p24

source: Enable Autoresolution
fa: فعال کردن اندازه تصویر خودکار

source: Enable Cleanup Wizard?
fa: فعال کردن هدایتگر پاک سازی؟

source: Enable Filtering
fa: فعال کردن فیلتر گذاری

source: Enable HTTP Access
fa: فعال کردن دسترسی HTTP

source: Enable HTTP Authentication
fa: فعال کردن تصدیق HTTP

source: Enable HTTPS Access
fa: فعال کردن دسترسی HTTPS

source: Enable HTTPS Authentication
fa: فعال کردن تصدیق HTTPS

source: Enable Service Restriction
fa: فعال کردن محدودیت کانال

source: Enable Streaming Authentication
fa: فعال کردن تصدیق Streaming

source: Enable automatic partition mounting?
fa: فعال کردن mount خودکار پارتیشن ؟

source: Enable multiple bouquets
fa: فعال کردن چندین لیست

source: Enable parental control
fa: فعال کردن کنترل والدین

source: Enable partition automount?
fa: فعال کردن mount خودکار پارتیشن ؟

source: Enable timer
fa: فعال کردن زمان

source: Enabled
fa: فعال شد

source: Encrypted:
fa: رمزگذاری شده:

source: Encryption
fa: رمزگذاری

source: Encryption Key
fa: کلید رمزگذاری

source: Encryption Keytype
fa: نوع کد رمزگذاری

source: Encryption:
fa: رمزگذاری

source: End of "after event" timespan
fa: پایان محدوده زمان "بعد از رخداد"

source: End of timespan
fa: پایان محدوده زمان

source: End time
fa: زمان پایان

source: EndTime
fa: زمان پایان

source: English
fa: انگلیسی

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your Dreambox. Needs a running VLC from www.videolan.org on your pc.
fa: پلاگین انیگما 2 برای پخش فرمت های AVI/DIVX/WMV و غیره . فایل های تصویری کامپیوتر شما روی دستگاه شما . نرم افزار VLC باید روی کامپیوتر شما نصب شده باشد ، برای دانلود نسخه PC به سایت www.videolan.org مراجعه کنید

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
fa: انتخاب کننده اسکین انیگما 2 اگر هر گونه مشکلی را مشاهده کردید لطفا با این ایمیل تماس بگیرید stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter IP to scan...
fa: IP را برای اسکن وارد کنید

source: Enter main menu...
fa: ورود به منوی اصلی

source: Enter mountpoint path.
fa: مسیر mountpoint را وارد کنید

source: Enter new hostname for your Dreambox
fa: نام میزبان جدید دستگاه خود را وارد کنید

source: Enter options:
fa: گزینه ها را وارد کنید

source: Enter password:
fa: رمز عبور را وارد کنید:

source: Enter pin code
fa: رمز را وارد کنید

source: Enter share directory:
fa: وارد پوشه به اشتراک گذاشته شده شوید

source: Enter share name:
fa: نام share را وارد کنید:

source: Enter the service pin
fa: رمز کانال را وارد کنید

source: Enter user and password for host:
fa: نام کاربری و رمز عبور میزبان را وارد کنید:

source: Enter username:
fa: نام کاربری را وارد کنید:

source: Enter your email address so that we can contact you if needed.
fa: ایمیل خود را وارد کنید تا بتوانیم در هنگام نیاز با شما تماس بگیریم

source: Enter your search term(s)
fa: شرایط جستجوی خود را وارد کنید

source: Entertainment
fa: سرگرمی

source: Error
fa: خطا

source: Error executing plugin
fa: خطا هنگام اجرای پلاگین

source: Error: %s Retry?
fa: خطا: %s دوباره سعی شود?

source: Estonian
fa: استونیایی

source: Ethernet network interface
fa: رابط شبکه Ethernet

source: Eventview
fa: مشاهده مورد

source: Everything is fine
fa: وضعیت مناسب است

source: Exact match
fa: تطابق کامل

source: Exceeds dual layer medium!
fa: بیش از رسانه دو لایه

source: Exclude
fa: مانع شدن

source: Execute "after event" during timespan
fa: اجرا شدن "بعد از رخداد" در طول محدوده زمانی

source: Execute TuxboxPlugins
fa: اجرای پلاگین های Tuxbox

source: Execution Progress:
fa: پیشرفت اجرا کردن :

source: Execution finished!!
fa: عملیات اجرایی پایان یافت

source: Exit
fa: خروج

source: Exit editor
fa: خروج از ویرایشگر

source: Exit input device selection.
fa: خروج از انتخاب دستگاه ورودی

source: Exit network wizard
fa: خروج از هدایتگر شبکه

source: Exit storage device selection.
fa: خروج از انتخاب دستگاه ذخیر سازی

source: Exit the cleanup wizard
fa: خروج از هدایتگر پاک سازی

source: Exit the wizard
fa: خروج از هدایتگر

source: Exit wizard
fa: خروج از هدایتگر

source: Expert
fa: تخصصی

source: Extended Networksetup Plugin...
fa: پلاگین تنظیمات شبکه تمدید شده

source: Extended Setup...
fa: تنظیمات تمدید شده

source: Extended Software
fa: نرم افزار تعمیم یافته

source: Extended Software Plugin
fa: پلاگین نرم افزاری قابل تمدید شده

source: Extensions
fa: بسته ها

source: Extensions management
fa: مدیریت بسته های نرم افزاری

source: FTPBrowser allows uploading and downloading files between your Dreambox and a server using the file transfer protocol.
fa: FTPBrowser اجازه آپلود و دانلود فایل ها بین دستگاه شما و یک سرور را با استفاده از پروتکل انتقال فایل میدهد

source: Factory reset
fa: بازگشت به حالت کارخانه ای

source: Failed
fa: ناموفق

source: Fan %d
fa: فن %d

source: Fan %d PWM
fa: فن %d PWM

source: Fan %d Voltage
fa: فن %d ولتاژ

source: Fast
fa: سریع

source: Fast DiSEqC
fa: سریع DiSEqC

source: Fast Forward speeds
fa: سرعت های پرش به جلوی سریع

source: Fast epoch
fa: epoch سریع

source: Favourites
fa: محبوب

source: Fetching feed entries
fa: دریافت موارد feed

source: Fetching search entries
fa: دریافت موارد جستجو

source: Filesystem check completed without errors.
fa: بررسی سیستم فایل بدون خطا پایان یافت

source: Filesystem contains uncorrectable errors
fa: سیستم فایل شامل خطا های اصلاح ناپذیر است

source: Film & Animation
fa: فیلم و انیمیشن

source: Filter
fa: فیلتر

source: Finetune
fa: تیون خوب

source: Finished
fa: پایان یافت

source: Finished configuring your network
fa: پیکربندی شبکه شما پایان یافت

source: Finished restarting your network
fa: راه اندازی مجدد شبکه شما پایان یافت

source: Finnish
fa: پایان

source: Flash
fa: فلش

source: Flashing failed
fa: فلش کردن ناموفق

source: Following tasks will be done after you press OK!
fa: وظایف زیر بعد از فشار دادن دکمه OK انجام خواهند شد

source: Format
fa: فرمت
